Repository: glitchidea/Ophiron
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, tr

source: Enter Verification Code
de: Bestätigungscode eingeben
tr: Doğrulama Kodunu Girin

source: Enter the 6-digit code from your authenticator app:
de: Geben Sie den 6-stelligen Code aus Ihrer Authenticator-App ein:
tr: Kimlik doğrulayıcı uygulamanızdan 6 haneli kodu girin:

source: Verify
de: Bestätigen
tr: Doğrula

source: 2FA Enabled Successfully!
de: 2FA erfolgreich aktiviert!
tr: 2FA Başarıyla Etkinleştirildi!

source: Store your backup codes in a safe place. These codes allow access if you lose your phone.
de: Bewahren Sie Ihre Backup-Codes an einem sicheren Ort auf. Diese Codes ermöglichen den Zugriff, falls Sie Ihr Telefon verlieren.
tr: Yedek kodlarınızı güvenli bir yerde saklayın. Bu kodlar telefonunuzu kaybettiğinizde erişim sağlar.

source: Backup Codes:
tr: Yedek Kodlar:

source: Download Codes
de: Codes herunterladen
tr: Kodları İndir

source: Done
de: Fertig
tr: Tamam

source: Disable 2FA
de: 2FA deaktivieren
tr: 2FA'yı Devre Dışı Bırak

source: Security Notice
de: Sicherheitshinweis
tr: Güvenlik Uyarısı

source: Disabling 2FA reduces your account security. To proceed, enter your password and your 2FA code.
de: Das Deaktivieren von 2FA verringert die Sicherheit Ihres Kontos. Um fortzufahren, geben Sie Ihr Passwort und Ihren 2FA-Code ein.
tr: 2FA'yı devre dışı bırakmak hesap güvenliğinizi azaltır. Devam etmek için şifrenizi ve 2FA kodunuzu girin.

source: Enter your password
de: Geben Sie Ihr Passwort ein
tr: Şifrenizi girin

source: 2FA Verification
de: 2FA-Verifizierung
tr: 2FA Doğrulaması

source: 6-digit code or backup code
de: 6-stelliger Code oder Backup-Code
tr: 6 haneli kod veya yedek kod

source: Code
tr: Kod

source: Backup
tr: Yedek

source: Enter the 6-digit code from your app or one of your backup codes
de: Geben Sie den 6-stelligen Code aus Ihrer App oder einen Ihrer Backup-Codes ein
tr: Uygulamanızdan 6 haneli kodu veya yedek kodlarınızdan birini girin

source: Security History
de: Sicherheitsverlauf
tr: Güvenlik Geçmişi

source: Password Changed
de: Passwort geändert
tr: Şifre Değiştirildi

source: Last password change: Today
de: Letzte Passwortänderung: Heute
tr: Son şifre değişikliği: Bugün

source: Last Sign-in
de: Letzte Anmeldung
tr: Son Giriş

source: Today 14:30
de: Heute 14:30
tr: Bugün 14:30

source: View all your account activities
de: Alle Kontovorgänge anzeigen
tr: Tüm hesap aktivitelerinizi görüntüleyin

source: Manage signed-in devices
de: Angemeldete Geräte verwalten
tr: Giriş yapılan cihazları yönet

source: Background monitoring service. When enabled, Process Monitor will continuously run in the background and cache data for instant access.
de: Hintergrundüberwachungsdienst. Wenn aktiviert, läuft der Prozessmonitor kontinuierlich im Hintergrund und speichert Daten für sofortigen Zugriff.
tr: Arka plan izleme hizmeti. Etkinleştirildiğinde, Süreç İzleyici arka planda sürekli çalışır ve anında erişim için verileri önbelleğe alır.

source: Live Mode (Global)
de: Live-Modus (Global)
tr: Canlı Mod (Global)

source: Continuously monitor network processes in the background (Shared by all admins)
de: Netzwerkprozesse kontinuierlich im Hintergrund überwachen (wird von allen Administratoren geteilt)
tr: Arka planda ağ süreçlerini sürekli izle (Tüm yöneticiler tarafından paylaşılır)

source: Monitoring Interval:
de: Überwachungsintervall:
tr: İzleme Aralığı:

source: seconds
de: Sekunden
tr: saniye

source: Very Fast
de: Sehr schnell
tr: Çok Hızlı

source: Slow
de: Langsam
tr: Yavaş

source: Data update frequency when live mode is enabled. Lower = More real-time (higher CPU usage)
de: Datenaktualisierungsfrequenz bei aktiviertem Live-Modus. Niedriger = Echtzeit (höhere CPU-Nutzung)
tr: Canlı mod etkinleştirildiğinde veri güncelleme sıklığı. Düşük = Daha gerçek zamanlı (daha yüksek CPU kullanımı)

source: Cache Duration:
de: Cache-Dauer:
tr: Önbellek Süresi:

source: Short
de: Kurz
tr: Kısa

source: 10min - Long
de: 10 Min. - Lang
tr: 10dk - Uzun

source: How long data stays in cache. Longer = Less database usage
de: Wie lange Daten im Cache bleiben. Länger = Geringere Datenbanknutzung
tr: Verilerin önbellekte ne kadar kalacağı. Uzun = Daha az veritabanı kullanımı

source: Service Status:
de: Dienststatus:
tr: Hizmet Durumu:

source: Cache Status:
tr: Önbellek Durumu:

source: Last Update:
de: Letzte Aktualisierung:
tr: Son Güncelleme:

source: Last Modified By:
de: Zuletzt geändert von:
tr: Son Değiştiren:

source: Force Refresh
de: Erzwingen aktualisieren
tr: Zorla Yenile

source: Save Settings
de: Einstellungen speichern
tr: Ayarları Kaydet

source: Open Monitor
de: Monitor öffnen
tr: İzleyiciyi Aç

source: Note:
de: Hinweis:
tr: Not:

source: When Live Mode is enabled, the system will continuously monitor processes and update the cache. This ensures instant page load when you access Process Monitor, but may increase system resource usage slightly.
de: Wenn der Live-Modus aktiviert ist, überwacht das System kontinuierlich Prozesse und aktualisiert den Cache. Dies gewährleistet sofortiges Laden der Seite beim Zugriff auf den Prozessmonitor, kann jedoch die Systemressourcennutzung leicht erhöhen.
tr: Canlı Mod etkinleştirildiğinde, sistem süreçleri sürekli izler ve önbelleği günceller. Bu, Süreç İzleyici'ye eriştiğinizde anında sayfa yüklemesini sağlar, ancak sistem kaynak kullanımını hafifçe artırabilir.

source: Background system metrics monitoring. When enabled, System Information will continuously collect hardware and system data for instant dashboard access.
de: Hintergrundüberwachung der Systemmetriken. Wenn aktiviert, sammelt Systeminformationen kontinuierlich Hardware- und Systemdaten für sofortigen Dashboard-Zugriff.
tr: Arka plan sistem metrikleri izleme. Etkinleştirildiğinde, Sistem Bilgileri anında dashboard erişimi için donanım ve sistem verilerini sürekli toplar.

source: Continuously monitor system metrics in the background (Shared by all admins)
de: Systemmetriken kontinuierlich im Hintergrund überwachen (wird von allen Administratoren geteilt)
tr: Arka planda sistem metriklerini sürekli izle (Tüm yöneticiler tarafından paylaşılır)

source: Fast
de: Schnell
tr: Hızlı

source: Data collection frequency when live mode is enabled. Lower = More frequent updates
de: Datenabtastfrequenz bei aktiviertem Live-Modus. Niedriger = Häufigere Aktualisierungen
tr: Canlı mod etkinleştirildiğinde veri toplama sıklığı. Düşük = Daha sık güncellemeler

source: How long data stays in cache. Longer = Less CPU usage
de: Wie lange Daten im Cache bleiben. Länger = Geringere CPU-Nutzung
tr: Verilerin önbellekte ne kadar kalacağı. Uzun = Daha az CPU kullanımı

source: When Live Mode is enabled, the system will continuously collect CPU, memory, disk, and network metrics. This ensures instant dashboard loading with real-time data visualization.
de: Wenn der Live-Modus aktiviert ist, sammelt das System kontinuierlich CPU-, Speicher-, Festplatten- und Netzwerkmetriken. Dies gewährleistet sofortiges Laden des Dashboards mit Echtzeit-Datenvisualisierung.
tr: Canlı Mod etkinleştirildiğinde, sistem CPU, bellek, disk ve ağ metriklerini sürekli toplar. Bu, gerçek zamanlı veri görselleştirmesi ile anında dashboard yüklemesini sağlar.

source: Controls live refresh for Application Logs (Own Logs). When enabled, the logs page auto-refreshes using the configured interval.
de: Steuert die Live-Aktualisierung für Anwendungsprotokolle (Eigene Protokolle). Wenn aktiviert, aktualisiert sich die Protokollseite automatisch mit dem konfigurierten Intervall.
tr: Uygulama Logları (Kendi Logları) için canlı yenilemeyi kontrol eder. Etkinleştirildiğinde, loglar sayfası yapılandırılan aralık kullanarak otomatik olarak yenilenir.

source: Auto-refresh logs periodically (shared by all admins)
de: Protokolle periodisch automatisch aktualisieren (wird von allen Administratoren geteilt)
tr: Logları periyodik olarak otomatik yenile (tüm yöneticiler tarafından paylaşılır)

source: Refresh Interval:
de: Aktualisierungsintervall:
tr: Yenileme Aralığı:

source: How often Own Logs page refreshes when live mode is enabled.
de: Wie oft sich die Eigene Protokolle-Seite aktualisiert, wenn der Live-Modus aktiviert ist.
tr: Canlı mod etkinleştirildiğinde Kendi Logları sayfasının ne sıklıkla yenilendiği.

source: Open Application Logs
de: Anwendungsprotokolle öffnen
tr: Uygulama Loglarını Aç

source: Live monitoring for system services. When enabled, Service Monitoring will continuously update service status in real-time.
de: Live-Überwachung für Systemdienste. Wenn aktiviert, aktualisiert die Dienstüberwachung kontinuierlich den Dienststatus in Echtzeit.
tr: Sistem hizmetleri için canlı izleme. Etkinleştirildiğinde, Hizmet İzleme hizmet durumunu gerçek zamanlı olarak sürekli güncelleyecektir.

source: Continuously monitor system services in real-time (Shared by all admins)
de: Systemdienste kontinuierlich in Echtzeit überwachen (wird von allen Administratoren geteilt)
tr: Sistem hizmetlerini gerçek zamanlı olarak sürekli izle (Tüm yöneticiler tarafından paylaşılır)

source: How often service status is updated when live mode is enabled.
de: Wie oft der Dienststatus aktualisiert wird, wenn der Live-Modus aktiviert ist.
tr: Canlı mod etkinleştirildiğinde hizmet durumunun ne sıklıkla güncellendiği.

source: Open Service Monitoring
de: Dienstüberwachung öffnen
tr: Hizmet İzlemeyi Aç

source: Enable detailed logging for different system modules. Logs are stored daily in
de: Detaillierte Protokollierung für verschiedene Systemmodule aktivieren. Protokolle werden täglich gespeichert in
tr: Farklı sistem modülleri için detaylı loglamayı etkinleştir. Loglar günlük olarak

source: directory.
de: Verzeichnis.
tr: dizinine kaydedilir.

source: Process Monitor Logs
de: Prozessmonitor-Protokolle
tr: Süreç İzleyici Logları

source: Log all Process Monitor operations including API calls, connections, process details, port queries, and errors. Logs are stored daily in logger/process-monitor/ directory (format: process_monitor_YYYY-MM-DD.log). Note: Logging may slightly impact performance.
de: Alle Prozessmonitor-Operationen protokollieren, einschließlich API-Aufrufe, Verbindungen, Prozessdetails, Portabfragen und Fehler. Protokolle werden täglich im logger/process-monitor/ Verzeichnis gespeichert (Format: process_monitor_YYYY-MM-DD.log). Hinweis: Die Protokollierung kann die Leistung leicht beeinträchtigen.
tr: API çağrıları, bağlantılar, süreç detayları, port sorguları ve hatalar dahil olmak üzere tüm Süreç İzleyici işlemlerini logla. Loglar günlük olarak logger/process-monitor/ dizinine kaydedilir (format: process_monitor_YYYY-MM-DD.log). Not: Loglama performansı hafifçe etkileyebilir.

source: Docker Manager Logs
de: Docker-Manager-Protokolle
tr: Docker Yöneticisi Logları

source: Log all Docker operations including container start/stop, image pull/push, build operations, exec commands, logs viewing, container inspection, and statistics. Logs are stored in database with detailed operation tracking including user, timestamp, IP address, and operation details. Note: Logging may slightly impact performance.
de: Alle Docker-Operationen protokollieren, einschließlich Container-Start/Stop, Image-Pull/Push, Build-Operationen, Exec-Befehle, Protokollanzeige, Container-Inspektion und Statistiken. Protokolle werden in der Datenbank mit detailliertem Vorgangs-Tracking gespeichert, einschließlich Benutzer, Zeitstempel, IP-Adresse und Vorgangsdetails. Hinweis: Die Protokollierung kann die Leistung leicht beeinträchtigen.
tr: Konteyner başlatma/durdurma, görüntü çekme/gönderme, build işlemleri, exec komutları, log görüntüleme, konteyner inceleme ve istatistikler dahil olmak üzere tüm Docker işlemlerini logla. Loglar kullanıcı, zaman damgası, IP adresi ve işlem detayları dahil olmak üzere detaylı işlem takibi ile veritabanında saklanır. Not: Loglama performansı hafifçe etkileyebilir.

source: Log all System Information operations including hardware monitoring, system health checks, performance metrics, system scans, update checks, backup operations, and maintenance tasks. Logs are stored in database with detailed operation tracking including user, timestamp, IP address, execution time, and operation details. Note: Logging may slightly impact performance.
de: Alle Systeminformations-Operationen protokollieren, einschließlich Hardware-Überwachung, System-Gesundheitschecks, Leistungsmetriken, System-Scans, Update-Prüfungen, Backup-Operationen und Wartungsaufgaben. Protokolle werden in der Datenbank mit detailliertem Vorgangs-Tracking gespeichert, einschließlich Benutzer, Zeitstempel, IP-Adresse, Ausführungszeit und Vorgangsdetails. Hinweis: Die Protokollierung kann die Leistung leicht beeinträchtigen.
tr: Donanım izleme, sistem sağlık kontrolleri, performans metrikleri, sistem taramaları, güncelleme kontrolleri, yedekleme işlemleri ve bakım görevleri dahil olmak üzere tüm Sistem Bilgileri işlemlerini logla. Loglar kullanıcı, zaman damgası, IP adresi, yürütme süresi ve işlem detayları dahil olmak üzere detaylı işlem takibi ile veritabanında saklanır. Not: Loglama performansı hafifçe etkileyebilir.

source: Log all Service Monitoring operations including service start/stop/restart/enable/disable, service creation/deletion, service status checks, and live mode operations. Logs are stored in database with detailed operation tracking including user, timestamp, IP address, and operation details. Note: Logging may slightly impact performance.
de: Alle Dienstüberwachungs-Operationen protokollieren, einschließlich Dienst-Start/Stop/Neustart/Aktivierung/Deaktivierung, Dienst-Erstellung/Löschung, Dienststatus-Prüfungen und Live-Modus-Operationen. Protokolle werden in der Datenbank mit detailliertem Vorgangs-Tracking gespeichert, einschließlich Benutzer, Zeitstempel, IP-Adresse und Vorgangsdetails. Hinweis: Die Protokollierung kann die Leistung leicht beeinträchtigen.
tr: Hizmet başlatma/durdurma/yeniden başlatma/etkinleştirme/devre dışı bırakma, hizmet oluşturma/silme, hizmet durum kontrolleri ve canlı mod işlemleri dahil olmak üzere tüm Hizmet İzleme işlemlerini logla. Loglar kullanıcı, zaman damgası, IP adresi ve işlem detayları dahil olmak üzere detaylı işlem takibi ile veritabanında saklanır. Not: Loglama performansı hafifçe etkileyebilir.

source: SMTP Configuration
tr: SMTP Yapılandırması

source: Custom
tr: Özel

source: Use TLS
tr: TLS Kullan

source: Use SSL
tr: SSL Kullan

source: Enable SMTP
tr: SMTP'yi Etkinleştir

source: Email Address
tr: E-posta Adresi

source: Your SMTP password or App Password
tr: SMTP şifreniz veya Uygulama Şifresi

source: Test Connection
tr: Bağlantıyı Test Et

source: Save Configuration
tr: Yapılandırmayı Kaydet

source: CVE Email Automation
de: CVE E-Mail-Automatisierung
tr: CVE E-posta Otomasyonu

source: Schedule
de: Zeitplan
tr: Zamanlama

source: Daily
de: Täglich
tr: Günlük

source: Weekly
de: Wöchentlich
tr: Haftalık

source: Monthly
de: Monatlich
tr: Aylık

source: Custom Cron
de: Benutzerdefinierter Cron
tr: Özel Cron

source: Days (0=Mon, 6=Sun)
de: Tage (0=Mo, 6=So)
tr: Günler (0=Pzt, 6=Paz)

source: Cron Expression
de: Cron-Ausdruck
tr: Cron İfadesi

source: Min CVEs
tr: Min CVE

source: Always Send
de: Immer senden
tr: Her Zaman Gönder

source: Status:
tr: Durum:

source: Last:
de: Letzte:
tr: Son:

source: Next:
de: Nächste:
tr: Sonraki:

source: Test Now
de: Jetzt testen
tr: Şimdi Test Et

source: Save
de: Speichern
tr: Kaydet

source: Next Run:
de: Nächste Ausführung:
tr: Sonraki Çalıştırma:

source: durdurulsun mu?
de: Soll der Container gestoppt werden?

source: durduruluyor...
de: Wird gestoppt...

source: durduruldu
de: Gestoppt

source: başlatılıyor...
de: Wird gestartet...

source: başlatıldı
de: Gestartet

source: silinsin mi? Bu işlem geri alınamaz.
de: Soll der Container gelöscht werden? Diese Aktion kann nicht rückgängig gemacht werden.

source: siliniyor...
de: Wird gelöscht...

source: silindi
de: Gelöscht

source: yeniden başlatılsın mı?
de: Soll der Container neu gestartet werden?

source: yeniden başlatılıyor...
de: Wird neu gestartet...

source: yeniden başlatıldı
de: Neu gestartet

source: Hata:
de: Fehler:

source: All
de: Alle

source: N/A
de: Nicht verfügbar

source: Platform
de: Plattform

source: Disk:
de: Festplatte:

source: Please wait
de: Bitte warten

source: LIVE CONTROL
de: LIVE-STEUERUNG
