Repository: glitchidea/Ophiron
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, tr

source: Dynamic Firewall
de: Dynamische Firewall
tr: Dinamik Güvenlik Duvarı

source: Manage UFW
de: UFW verwalten
tr: UFW Yönet

source: Manage iptables
de: iptables verwalten
tr: iptables Yönet

source: Manage firewalld
de: firewalld verwalten
tr: firewalld Yönet

source: Choose your firewall system to manage rules and settings
de: Wählen Sie Ihr Firewall-System aus, um Regeln und Einstellungen zu verwalten
tr: Kuralları ve ayarları yönetmek için güvenlik duvarı sisteminizi seçin

source: UFW Firewall Management
de: UFW Firewall-Verwaltung
tr: UFW Güvenlik Duvarı Yönetimi

source: UFW Firewall
tr: UFW Güvenlik Duvarı

source: Error loading UFW status
de: Fehler beim Laden des UFW-Status
tr: UFW durumu yüklenirken hata oluştu

source: Error loading UFW rules
de: Fehler beim Laden der UFW-Regeln
tr: UFW kuralları yüklenirken hata oluştu

source: Error toggling UFW
de: Fehler beim Umschalten von UFW
tr: UFW değiştirilirken hata oluştu

source: UFW enabled successfully
de: UFW erfolgreich aktiviert
tr: UFW başarıyla etkinleştirildi

source: UFW disabled successfully
de: UFW erfolgreich deaktiviert
tr: UFW başarıyla devre dışı bırakıldı

source: UFW enable failed
de: UFW-Aktivierung fehlgeschlagen
tr: UFW etkinleştirilemedi

source: UFW disable failed
de: UFW-Deaktivierung fehlgeschlagen
tr: UFW devre dışı bırakılamadı

source: View system updates and installed packages
de: System-Updates und installierte Pakete anzeigen
tr: Sistem güncellemelerini ve kurulu paketleri görüntüleyin

source: Total Updates
de: Gesamt-Updates
tr: Toplam Güncelleme

source: Critical Updates
de: Kritische Updates
tr: Kritik Güncelleme

source: Managers
de: Paketverwalter
tr: Yöneticiler

source: Update available
de: Update verfügbar
tr: Güncelleme mevcut

source: No results found
de: Keine Ergebnisse gefunden
tr: Sonuç bulunamadı

source: No dependencies found
de: Keine Abhängigkeiten gefunden
tr: Bağımlılık bulunamadı

source: critical
de: kritisch
tr: kritik

source: No updates found
de: Keine Updates gefunden
tr: Güncelleme bulunamadı

source: Repository
de: Repositorium
tr: Depo

source: Maintainer
de: Betreuer
tr: Bakımcı

source: Critical
de: Kritisch
tr: Kritik

source: All Ports
de: Alle Ports
tr: Tüm Portlar

source: Search Results
de: Suchergebnisse
tr: Arama Sonuçları

source: Searching...
de: Suche...
tr: Aranıyor...

source: Group View
de: Gruppenansicht
tr: Grup Görünümü

source: Connecting...
de: Verbinden...
tr: Bağlanıyor...

source: Monitor and manage network processes and port connections
de: Netzwerkprozesse und Portverbindungen überwachen und verwalten
tr: Ağ süreçlerini ve port bağlantılarını izleyin ve yönetin

source: By PID
de: Nach PID
tr: PID'ye Göre

source: By Interface
de: Nach Schnittstelle
tr: Arayüze Göre

source: By IP
de: Nach IP
tr: IP'ye Göre

source: Active Connections
de: Aktive Verbindungen
tr: Aktif Bağlantılar

source: Total
de: Gesamt
tr: Toplam

source: connections
de: Verbindungen
tr: bağlantılar

source: View Details
de: Details anzeigen
tr: Detayları Görüntüle

source: Process Management
de: Prozessverwaltung
tr: Süreç Yönetimi

source: No connections found
de: Keine Verbindungen gefunden
tr: Bağlantı bulunamadı

source: Most Used Ports
de: Meistgenutzte Ports
tr: En Çok Kullanılan Portlar

source: View All
de: Alle anzeigen
tr: Tümünü Görüntüle

source: Connection Search
de: Verbindungssuche
tr: Bağlantı Arama

source: Enter PID to search...
de: PID zum Suchen eingeben...
tr: Aramak için PID girin...

source: Search for all connections related to a specific PID
de: Nach allen Verbindungen zu einer bestimmten PID suchen
tr: Belirli bir PID ile ilgili tüm bağlantıları arayın

source: Live Mode: Real-time data streaming
de: Live-Modus: Echtzeit-Datenstreaming
tr: Canlı Mod: Gerçek zamanlı veri akışı

source: Live Mode disabled
de: Live-Modus deaktiviert
tr: Canlı Mod devre dışı

source: Please use operations carefully. Terminating system processes may cause system instability.
de: Bitte verwenden Sie Vorgänge mit Vorsicht. Das Beenden von Systemprozessen kann zu Systeminstabilität führen.
tr: Lütfen işlemleri dikkatli kullanın. Sistem süreçlerini sonlandırmak sistem kararsızlığına neden olabilir.

source: Process Information
de: Prozessinformationen
tr: Süreç Bilgileri

source: Available Actions
de: Verfügbare Aktionen
tr: Mevcut İşlemler

source: Thread Count
de: Thread-Anzahl
tr: İş Parçacığı Sayısı

source: Stop (SIGTERM)
de: Stoppen (SIGTERM)
tr: Durdur (SIGTERM)

source: Gracefully stops the process
de: Beendet den Prozess ordnungsgemäß
tr: Süreci nazikçe durdurur

source: Force Kill (SIGKILL)
de: Erzwungenes Beenden (SIGKILL)
tr: Zorla Sonlandır (SIGKILL)

source: Forcefully terminates the process
de: Beendet den Prozess zwangsweise
tr: Süreci zorla sonlandırır

source: Suspend (SIGSTOP)
de: Anhalten (SIGSTOP)
tr: Askıya Al (SIGSTOP)

source: Suspends the process
de: Hält den Prozess an
tr: Süreci askıya alır

source: Resume (SIGCONT)
de: Fortsetzen (SIGCONT)
tr: Devam Et (SIGCONT)

source: Resumes suspended process
de: Setzt angehaltenen Prozess fort
tr: Askıya alınmış süreci devam ettirir

source: Stops and restarts the process
de: Stoppt und startet den Prozess neu
tr: Süreci durdurur ve yeniden başlatır

source: Are you sure you want to {action} this process?
de: Sind Sie sicher, dass Sie diesen Prozess {action} möchten?
tr: Bu süreci {action} etmek istediğinizden emin misiniz?

source: Operation successful
de: Vorgang erfolgreich
tr: İşlem başarılı

source: Operation failed
de: Vorgang fehlgeschlagen
tr: İşlem başarısız

source: Operation could not be completed
de: Vorgang konnte nicht abgeschlossen werden
tr: İşlem tamamlanamadı

source: stop
de: stoppen
tr: durdur

source: kill
de: beenden
tr: sonlandır

source: suspend
de: anhalten
tr: askıya al

source: resume
de: fortsetzen
tr: devam et

source: Processes by Interface
de: Prozesse nach Schnittstelle
tr: Arayüze Göre Süreçler

source: IP Analysis & Request Tracking
de: IP-Analyse und Anforderungsverfolgung
tr: IP Analizi ve İstek Takibi

source: Export
de: Exportieren
tr: Dışa Aktar

source: IP Addresses
de: IP-Adressen
tr: IP Adresleri

source: Processes by PID
de: Prozesse nach PID
tr: PID'ye Göre Süreçler

source: Port Details
tr: Port Detayları

source: Process Details
de: Prozessdetails
tr: Süreç Detayları

source: Search Process
de: Prozess suchen
tr: Süreç Ara

source: Process name, PID or user...
de: Prozessname, PID oder Benutzer...
tr: Süreç adı, PID veya kullanıcı...

source: Focus on PID
de: Auf PID fokussieren
tr: PID'ye Odaklan

source: Enter PID to show only connected processes...
de: PID eingeben, um nur verbundene Prozesse anzuzeigen...
tr: Sadece bağlı süreçleri göstermek için PID girin...

source: Show only processes connected to this PID
de: Nur Prozesse anzeigen, die mit dieser PID verbunden sind
tr: Sadece bu PID'ye bağlı süreçleri göster

source: Maximum Process Count
de: Maximale Prozessanzahl
tr: Maksimum Süreç Sayısı

source: Process States
de: Prozesszustände
tr: Süreç Durumları

source: Running
de: Läuft
tr: Çalışıyor

source: Stopped
de: Gestoppt
tr: Durduruldu

source: Apply Filters
de: Filter anwenden
tr: Filtreleri Uygula

source: Process Name
de: Prozessname
tr: Süreç Adı

source: User
tr: Kullanıcı

source: Started
de: Gestartet
tr: Başlatıldı

source: Terminate
de: Beenden
tr: Sonlandır

source: Connections
de: Verbindungen
tr: Bağlantılar

source: Suspend
de: Anhalten
tr: Askıya Al

source: Graph Settings
de: Diagrammeinstellungen
tr: Grafik Ayarları

source: Display
de: Anzeige
tr: Görünüm

source: Node size
de: Knotengröße
tr: Düğüm boyutu

source: Link thickness
de: Verbindungsstärke
tr: Bağlantı kalınlığı

source: Color scheme
de: Farbschema
tr: Renk şeması

source: Forces
de: Kräfte
tr: Kuvvetler

source: Center force
de: Zentrierkraft
tr: Merkez kuvveti

source: Repel force
de: Abstoßungskraft
tr: İtme kuvveti

source: Link distance
de: Verbindungsabstand
tr: Bağlantı mesafesi

source: Collision radius
de: Kollisionsradius
tr: Çarpışma yarıçapı

source: Layout
tr: Düzen

source: Distribution
de: Verteilung
tr: Dağılım

source: Compact
de: Kompakt
tr: Kompakt

source: Spread
de: Verteilt
tr: Yayılmış

source: Clustered
de: Gruppiert
tr: Kümelendirilmiş

source: Linear
tr: Doğrusal

source: Canvas width
de: Leinwandbreite
tr: Tuval genişliği

source: Canvas height
de: Leinwandhöhe
tr: Tuval yüksekliği

source: Auto
de: Automatisch
tr: Otomatik

source: Auto refresh
de: Automatische Aktualisierung
tr: Otomatik yenileme

source: Refresh interval
de: Aktualisierungsintervall
tr: Yenileme aralığı

source: Load Snapshot
de: Snapshot laden
tr: Anlık Görüntü Yükle

source: Drop JSON file here
de: JSON-Datei hier ablegen
tr: JSON dosyasını buraya bırakın

source: or click to browse
de: oder zum Durchsuchen klicken
tr: veya göz atmak için tıklayın

source: Loading Snapshot...
de: Snapshot wird geladen...
tr: Anlık Görüntü Yükleniyor...

source: Processing snapshot data...
de: Snapshot-Daten werden verarbeitet...
tr: Anlık görüntü verileri işleniyor...

source: Snapshot Preview
de: Snapshot-Vorschau
tr: Anlık Görüntü Önizleme

source: Filename
de: Dateiname
tr: Dosya Adı

source: File Size
de: Dateigröße
tr: Dosya Boyutu

source: Process Statistics
de: Prozessstatistiken
tr: Süreç İstatistikleri

source: Total Processes
de: Gesamtprozesse
tr: Toplam Süreçler

source: Running Processes
de: Laufende Prozesse
tr: Çalışan Süreçler

source: Sleeping Processes
de: Schlafende Prozesse
tr: Uyuyan Süreçler

source: Zombie Processes
de: Zombie-Prozesse
tr: Zombi Süreçler

source: Connection Statistics
de: Verbindungsstatistiken
tr: Bağlantı İstatistikleri

source: Total Connections
de: Gesamtverbindungen
tr: Toplam Bağlantılar

source: Parent-Child Links
de: Eltern-Kind-Verbindungen
tr: Ebeveyn-Çocuk Bağlantıları

source: Network Links
de: Netzwerkverbindungen
tr: Ağ Bağlantıları

source: System Links
de: Systemverbindungen
tr: Sistem Bağlantıları

source: Language
de: Sprache
tr: Dil

source: User Agent
de: Benutzeragent
tr: Kullanıcı Aracısı

source: Browser
tr: Tarayıcı

source: Snapshot Settings
de: Snapshot-Einstellungen
tr: Anlık Görüntü Ayarları

source: Node Size
de: Knotengröße
tr: Düğüm Boyutu

source: Canvas Size
de: Leinwandgröße
tr: Tuval Boyutu

source: Force Settings
de: Krafteinstellungen
tr: Kuvvet Ayarları

source: Color Scheme
de: Farbschema
tr: Renk Şeması

source: Error Loading Snapshot
de: Fehler beim Laden des Snapshots
tr: Anlık Görüntü Yükleme Hatası

source: Invalid snapshot file format
de: Ungültiges Snapshot-Dateiformat
tr: Geçersiz anlık görüntü dosya formatı

source: Try Again
de: Erneut versuchen
tr: Tekrar Dene

source: Interactive process visualization and monitoring
de: Interaktive Prozessvisualisierung und -überwachung
tr: Etkileşimli süreç görselleştirme ve izleme

source: Settings
de: Einstellungen
tr: Ayarlar

source: Loading process data...
de: Prozessdaten werden geladen...
tr: Süreç verileri yükleniyor...

source: No Process Data Found
de: Keine Prozessdaten gefunden
tr: Süreç Verisi Bulunamadı

source: An error occurred while loading system processes.
de: Beim Laden der Systemprozesse ist ein Fehler aufgetreten.
tr: Sistem süreçleri yüklenirken bir hata oluştu.

source: Refresh Page
de: Seite aktualisieren
tr: Sayfayı Yenile

source: processes
de: Prozesse
tr: süreçler

source: Last updated
de: Zuletzt aktualisiert
tr: Son güncelleme

source: Connection Types
de: Verbindungstypen
tr: Bağlantı Türleri

source: Parent-Child
de: Eltern-Kind
tr: Ebeveyn-Çocuk

source: Network Connection
de: Netzwerkverbindung
tr: Ağ Bağlantısı

source: Create New Service
de: Neuen Dienst erstellen
tr: Yeni Servis Oluştur

source: Configure and deploy a new Linux systemd service for your application.
de: Konfigurieren und bereitstellen Sie einen neuen Linux systemd-Dienst für Ihre Anwendung.
tr: Uygulamanız için yeni bir Linux systemd servisi yapılandırın ve dağıtın.

source: Back to Dashboard
de: Zurück zum Dashboard
tr: Panoya Dön

source: Service Type
de: Diensttyp
tr: Servis Tipi

source: Choose the type of service you want to create
de: Wählen Sie den Typ des Dienstes, den Sie erstellen möchten
tr: Oluşturmak istediğiniz servis tipini seçin

source: Normal Application
de: Normale Anwendung
tr: Normal Uygulama

source: Standard application or script
de: Standardanwendung oder Skript
tr: Standart uygulama veya script

source: Web Application
de: Webanwendung
tr: Web Uygulaması

source: HTTP server or web service
de: HTTP-Server oder Webdienst
tr: HTTP sunucusu veya web servisi

source: Background Service
de: Hintergrunddienst
tr: Arka Plan Servisi

source: Background daemon or worker
de: Hintergrund-Daemon oder Worker
tr: Arka plan daemon veya worker

source: Application Configuration
de: Anwendungskonfiguration
tr: Uygulama Yapılandırması

source: Configure your application details
de: Konfigurieren Sie Ihre Anwendungsdetails
tr: Uygulama detaylarınızı yapılandırın

source: Application Path
de: Anwendungspfad
tr: Uygulama Yolu

source: Full path to your application file or script
de: Vollständiger Pfad zu Ihrer Anwendungsdatei oder Ihrem Skript
tr: Uygulama dosyanızın veya scriptinizin tam yolu

source: Interpreter (Optional)
de: Ausführungsprogramm (Optional)
tr: Yorumlayıcı (Opsiyonel)

source: Interpreter for scripted languages (Python, PHP, etc.)
de: Interpreter für Skriptsprachen (Python, PHP, etc.)
tr: Script dilleri için yorumlayıcı (Python, PHP, vb.)

source: Working directory for the service
de: Arbeitsverzeichnis für den Dienst
tr: Servis için çalışma dizini

source: Service Details
de: Dienstdetails
tr: Servis Detayları

source: Basic service information
de: Grundlegende Dienstinformationen
tr: Temel servis bilgileri

source: Service Name
de: Dienstname
tr: Servis Adı

source: Unique name for your service (lowercase, no spaces)
de: Eindeutiger Name für Ihren Dienst (Kleinbuchstaben, keine Leerzeichen)
tr: Servisiniz için benzersiz isim (küçük harf, boşluksuz)

source: Run As User
de: Als Benutzer ausführen
tr: Kullanıcı Olarak Çalıştır

source: System user to run the service
de: Systembenutzer zum Ausführen des Dienstes
tr: Servisi çalıştıracak sistem kullanıcısı

source: Optional description for your service
de: Optionale Beschreibung für Ihren Dienst
tr: Servisiniz için opsiyonel açıklama

source: Web Application Settings
de: Webanwendungseinstellungen
tr: Web Uygulaması Ayarları

source: Configure web server settings
de: Webserver-Einstellungen konfigurieren
tr: Web sunucu ayarlarını yapılandır

source: Port number for your web application
de: Portnummer für Ihre Webanwendung
tr: Web uygulamanız için port numarası

source: Host Address
de: Host-Adresse
tr: Host Adresi

source: Network interface to bind to
de: Netzwerkschnittstelle zum Binden
tr: Bağlanacak ağ arayüzü

source: Application Settings
de: Anwendungseinstellungen
tr: Uygulama Ayarları

source: Configure standard application settings
de: Standardanwendungseinstellungen konfigurieren
tr: Standart uygulama ayarlarını yapılandır

source: Execution Mode
de: Ausführungsmodus
tr: Çalıştırma Modu

source: How the application should run
de: Wie die Anwendung ausgeführt werden soll
tr: Uygulamanın nasıl çalışacağı

source: Startup Timeout (seconds)
de: Starttimeout (Sekunden)
tr: Başlangıç Zaman Aşımı (saniye)

source: Maximum time to wait for startup
de: Maximale Wartezeit für den Start
tr: Başlangıç için beklenecek maksimum süre

source: Command Line Arguments
de: Befehlszeilenargumente
tr: Komut Satırı Argümanları

source: Additional arguments to pass to the application
de: Zusätzliche Argumente, die an die Anwendung übergeben werden sollen
tr: Uygulamaya gönderilecek ek argümanlar

source: Background Service Settings
de: Hintergrunddienst-Einstellungen
tr: Arka Plan Servisi Ayarları

source: Configure background daemon settings
de: Hintergrund-Daemon-Einstellungen konfigurieren
tr: Arka plan daemon ayarlarını yapılandır

source: Daemon Type
de: Daemon-Typ
tr: Daemon Tipi

source: Type of daemon process
de: Typ des Daemon-Prozesses
tr: Daemon işlem tipi

source: Process Priority
de: Prozesspriorität
tr: İşlem Önceliği

source: Process priority level
de: Prozessprioritätsstufe
tr: İşlem öncelik seviyesi

source: Log File Path
de: Protokolldateipfad
tr: Log Dosyası Yolu

source: Optional custom log file path
de: Optioneller benutzerdefinierter Protokolldateipfad
tr: Opsiyonel özel log dosyası yolu

source: Advanced Settings
de: Erweiterte Einstellungen
tr: Gelişmiş Ayarlar

source: Optional advanced configuration
de: Optionale erweiterte Konfiguration
tr: Opsiyonel gelişmiş yapılandırma

source: Restart Policy
de: Neustartrichtlinie
tr: Yeniden Başlatma Politikası

source: When to restart the service
de: Wann der Dienst neu gestartet werden soll
tr: Servisin ne zaman yeniden başlatılacağı

source: Environment variables (one per line, format: KEY=value)
de: Umgebungsvariablen (eine pro Zeile, Format: KEY=Wert)
tr: Ortam değişkenleri (her satırda bir tane, format: KEY=value)

source: Validate Configuration
de: Konfiguration validieren
tr: Yapılandırmayı Doğrula

source: Service Creation Status
de: Dienst-Erstellungsstatus
tr: Servis Oluşturma Durumu

source: Creating your service, please wait...
de: Dienst wird erstellt, bitte warten...
tr: Servisiniz oluşturuluyor, lütfen bekleyin...

source: Configuration Validation
de: Konfigurationsvalidierung
tr: Yapılandırma Doğrulama

source: Create and manage Linux systemd services with ease. Build, deploy, and monitor your applications.
de: Erstellen und verwalten Sie Linux systemd-Dienste mühelos. Erstellen, bereitstellen und überwachen Sie Ihre Anwendungen.
tr: Linux systemd servislerini kolayca oluşturun ve yönetin. Uygulamalarınızı oluşturun, dağıtın ve izleyin.

source: Active Services
de: Aktive Dienste
tr: Aktif Servisler

source: Available Templates
de: Verfügbare Vorlagen
tr: Mevcut Şablonlar

source: Recent Operations
de: Letzte Operationen
tr: Son İşlemler

source: System Ready
de: System bereit
tr: Sistem Hazır

source: Recent Services
de: Letzte Dienste
tr: Son Servisler

source: No services created yet
de: Noch keine Dienste erstellt
tr: Henüz servis oluşturulmadı

source: Create Your First Service
de: Erstellen Sie Ihren ersten Dienst
tr: İlk Servisinizi Oluşturun

source: Quick Actions
de: Schnellaktionen
tr: Hızlı İşlemler

source: Build a new systemd service
de: Einen neuen systemd-Dienst erstellen
tr: Yeni bir systemd servisi oluştur

source: Browse Templates
de: Vorlagen durchsuchen
tr: Şablonlara Göz At

source: Use pre-built service templates
de: Vorgefertigte Dienstvorlagen verwenden
tr: Önceden hazırlanmış servis şablonlarını kullan

source: Manage Services
de: Dienste verwalten
tr: Servisleri Yönet

source: View and control existing services
de: Vorhandene Dienste anzeigen und steuern
tr: Mevcut servisleri görüntüle ve kontrol et

source: View Logs
de: Protokolle anzeigen
tr: Logları Görüntüle

source: Check service operation logs
de: Dienstbetriebsprotokolle prüfen
tr: Servis işlem loglarını kontrol et

source: No templates available
de: Keine Vorlagen verfügbar
tr: Şablon mevcut değil

source: Recent Activity
de: Letzte Aktivität
tr: Son Aktivite

source: No recent activity
de: Keine letzten Aktivitäten
tr: Son aktivite yok

source: View and monitor service operation logs
de: Dienstbetriebsprotokolle anzeigen und überwachen
tr: Servis işlem loglarını görüntüle ve izle

source: Service
de: Dienst
tr: Servis

source: Message
de: Nachricht
tr: Mesaj

source: Time
de: Zeit
tr: Zaman

source: No Logs Found
de: Keine Protokolle gefunden
tr: Log Bulunamadı

source: No service logs have been recorded yet. Create and manage services to see logs here.
de: Es wurden noch keine Dienstprotokolle aufgezeichnet. Erstellen und verwalten Sie Dienste, um hier Protokolle zu sehen.
tr: Henüz servis logu kaydedilmedi. Burada logları görmek için servisler oluşturun ve yönetin.

source: Edit Service
de: Dienst bearbeiten
tr: Servisi Düzenle

source: Back to Services
de: Zurück zu Diensten
tr: Servislere Dön

source: Service status is being checked
de: Dienststatus wird geprüft
tr: Servis durumu kontrol ediliyor

source: Configuration
de: Konfiguration
tr: Yapılandırma

source: Control
de: Steuerung
tr: Kontrol

source: Service Information
de: Dienstinformationen
tr: Servis Bilgisi

source: Type
de: Typ
tr: Tip

source: Application Details
de: Anwendungsdetails
tr: Uygulama Detayları

source: Path
de: Pfad
tr: Yol

source: Interpreter
de: Ausführungsprogramm
tr: Yorumlayıcı

source: Network Configuration
de: Netzwerkkonfiguration
tr: Ağ Yapılandırması

source: Service Configuration
de: Dienstkonfiguration
tr: Servis Yapılandırması

source: Basic Settings
de: Grundeinstellungen
tr: Temel Ayarlar

source: Service Control
de: Dienststeuerung
tr: Servis Kontrolü

source: Start Service
de: Dienst starten
tr: Servisi Başlat

source: Stop Service
de: Dienst stoppen
tr: Servisi Durdur

source: Restart Service
de: Dienst neu starten
tr: Servisi Yeniden Başlat

source: Enable Service
de: Dienst aktivieren
tr: Servisi Etkinleştir

source: Disable Service
de: Dienst deaktivieren
tr: Servisi Devre Dışı Bırak

source: Danger Zone
de: Gefahrenzone
tr: Tehlike Bölgesi

source: These actions are permanent and cannot be undone.
de: Diese Aktionen sind dauerhaft und können nicht rückgängig gemacht werden.
tr: Bu işlemler kalıcıdır ve geri alınamaz.

source: Delete Service
de: Dienst löschen
tr: Servisi Sil

source: Manage and monitor your Linux systemd services
de: Verwalten und überwachen Sie Ihre Linux systemd-Dienste
tr: Linux systemd servislerinizi yönetin ve izleyin

source: No Services Found
de: Keine Dienste gefunden
tr: Servis Bulunamadı

source: You haven't created any services yet. Create your first service to get started.
de: Sie haben noch keine Dienste erstellt. Erstellen Sie Ihren ersten Dienst, um zu beginnen.
tr: Henüz herhangi bir servis oluşturmadınız. Başlamak için ilk servisinizi oluşturun.

source: Pre-built service templates for common applications
de: Vorgefertigte Dienstvorlagen für gängige Anwendungen
tr: Yaygın uygulamalar için önceden hazırlanmış servis şablonları

source: Create Custom Service
de: Benutzerdefinierten Dienst erstellen
tr: Özel Servis Oluştur

source: Use Template
de: Vorlage verwenden
tr: Şablon Kullan

source: No Templates Available
de: Keine Vorlagen verfügbar
tr: Şablon Mevcut Değil

source: No service templates have been created yet. Create a custom service to get started.
de: Es wurden noch keine Dienstvorlagen erstellt. Erstellen Sie einen benutzerdefinierten Dienst, um zu beginnen.
tr: Henüz servis şablonu oluşturulmadı. Başlamak için özel bir servis oluşturun.

source: Template Details
de: Vorlagendetails
tr: Şablon Detayları

source: Service Monitoring
de: Dienstüberwachung
tr: Servis İzleme

source: Live Mode Status
de: Live-Modus-Status
tr: Canlı Mod Durumu

source: Monitor and manage system services
de: Systemdienste überwachen und verwalten
tr: Sistem servislerini izleyin ve yönetin

source: Total Services
de: Gesamte Dienste
tr: Toplam Servisler

source: Inactive Services
de: Inaktive Dienste
tr: Pasif Servisler

source: Category
de: Kategorie
tr: Kategori

source: All Categories
de: Alle Kategorien
tr: Tüm Kategoriler

source: All Status
de: Alle Status
tr: Tüm Durumlar

source: Active
de: Aktiv
tr: Aktif

source: Inactive
de: Inaktiv
tr: Pasif

source: Search services...
de: Dienste suchen...
tr: Servis ara...

source: Loading services...
de: Dienste werden geladen...
tr: Servisler yükleniyor...

source: No services found
de: Keine Dienste gefunden
tr: Servis bulunamadı

source: Error loading services
de: Fehler beim Laden der Dienste
tr: Servisler yüklenirken hata

source: Success
de: Erfolg
tr: Başarılı
