Repository: glitchidea/Ophiron
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, tr

source: Are you sure you want to {action} this service?
de: Sind Sie sicher, dass Sie diesen Dienst {action} möchten?
tr: Bu servisi {action} etmek istediğinizden emin misiniz?

source: Try adjusting your filters or search terms
de: Versuchen Sie, Ihre Filter oder Suchbegriffe anzupassen
tr: Filtrelerinizi veya arama terimlerinizi ayarlamayı deneyin

source: Other
de: Andere
tr: Diğer

source: Uptime
de: Betriebszeit
tr: Çalışma Süresi

source: Live Mode: Active
de: Live-Modus: Aktiv
tr: Canlı Mod: Aktif

source: Live Mode: Inactive
de: Live-Modus: Inaktiv
tr: Canlı Mod: Pasif

source: System Service
de: Systemdienst
tr: Sistem Servisi

source: Monitor system hardware, performance metrics and network information
de: Systemhardware, Leistungsmetriken und Netzwerkinformationen überwachen
tr: Sistem donanımı, performans metrikleri ve ağ bilgilerini izleyin

source: Disk Usage
de: Festplattennutzung
tr: Disk Kullanımı

source: CPU Performance
de: CPU-Leistung
tr: CPU Performansı

source: System Users
de: Systembenutzer
tr: Sistem Kullanıcıları

source: Home Directory
de: Heimverzeichnis
tr: Ana Dizin

source: No users found
de: Keine Benutzer gefunden
tr: Kullanıcı bulunamadı

source: IP Address
de: IP-Adresse
tr: IP Adresi

source: Active Users
de: Aktive Benutzer
tr: Aktif Kullanıcılar

source: Log Analysis
de: Protokollanalyse
tr: Log Analizi

source: Critical Errors
de: Kritische Fehler
tr: Kritik Hatalar

source: Warnings
de: Warnungen
tr: Uyarılar

source: Info
de: Information
tr: Bilgi

source: Debug
tr: Hata Ayıklama

source: Log Level Distribution
de: Protokollstufenverteilung
tr: Log Seviye Dağılımı

source: Log Distribution Over Time
de: Protokollverteilung über die Zeit
tr: Zamana Göre Log Dağılımı

source: Error Categories
de: Fehlerkategorien
tr: Hata Kategorileri

source: Hourly Log Distribution
de: Stündliche Protokollverteilung
tr: Saatlik Log Dağılımı

source: Service-Based Error Distribution
de: Dienstbasierte Fehlerverteilung
tr: Servis Tabanlı Hata Dağılımı

source: Common Errors
de: Häufige Fehler
tr: Yaygın Hatalar

source: Detailed Log Analysis
de: Detaillierte Protokollanalyse
tr: Detaylı Log Analizi

source: System Statistics
de: Systemstatistiken
tr: Sistem İstatistikleri

source: Export Logs
de: Protokolle exportieren
tr: Logları Dışa Aktar

source: Which logs do you want to export?
de: Welche Protokolle möchten Sie exportieren?
tr: Hangi logları dışa aktarmak istiyorsunuz?

source: Select All
de: Alle auswählen
tr: Tümünü Seç

source: Deselect All
de: Alle abwählen
tr: Tümünü Kaldır

source: Kernel Logs
de: Kernel-Protokolle
tr: Çekirdek Logları

source: Auth Logs
de: Authentifizierungsprotokolle
tr: Kimlik Doğrulama Logları

source: Daemon Logs
de: Daemon-Protokolle
tr: Daemon Logları

source: Cron Logs
de: Cron-Protokolle
tr: Cron Logları

source: Boot Logs
de: Boot-Protokolle
tr: Önyükleme Logları

source: Export Format
tr: Dışa Aktarma Formatı

source: Log Level Filter
de: Protokollstufenfilter
tr: Log Seviye Filtresi

source: Real-time monitoring of system activities and events
de: Echtzeitüberwachung von Systemaktivitäten und -ereignissen
tr: Sistem aktivitelerinin ve olaylarının gerçek zamanlı izlenmesi

source: Analyze
de: Analysieren
tr: Analiz Et

source: App Logs
de: App-Protokolle
tr: Uygulama Logları

source: entries
de: Einträge
tr: giriş

source: Select File...
de: Datei auswählen...
tr: Dosya Seç...

source: Please select a file to download
de: Bitte wählen Sie eine Datei zum Herunterladen aus
tr: İndirmek için bir dosya seçin

source: No files available for this module
de: Keine Dateien für dieses Modul verfügbar
tr: Bu modül için dosya bulunamadı

source: Select a File
de: Datei auswählen
tr: Bir Dosya Seçin

source: Please select a log file to view.
de: Bitte wählen Sie eine Protokolldatei zum Anzeigen aus.
tr: Görüntülemek için bir log dosyası seçin.

source: No content found.
de: Kein Inhalt gefunden.
tr: İçerik bulunamadı.

source: lines • Page
de: Zeilen • Seite
tr: satır • Sayfa

source: Previous
de: Vorherige
tr: Önceki

source: Next
de: Nächste
tr: Sonraki

source: No categories found.
de: Keine Kategorien gefunden.
tr: Kategori bulunamadı.

source: Error occurred while fetching application logs.
de: Fehler beim Abrufen der Anwendungsprotokolle.
tr: Uygulama logları alınırken hata oluştu.

source: log entries
de: Protokolleinträge
tr: log girişi

source: Application Logs Analysis
de: Analyse der Anwendungsprotokolle
tr: Uygulama Logları Analizi

source: Collecting and analyzing logs...
de: Protokolle werden gesammelt und analysiert...
tr: Loglar toplanıyor ve analiz ediliyor...

source: Total Lines
de: Gesamtzeilen
tr: Toplam Satır

source: Levels (Pie)
de: Ebenen (Torte)
tr: Seviyeler (Pasta)

source: By Category (Bar)
de: Nach Kategorie (Balken)
tr: Kategoriye Göre (Çubuk)

source: Timeline (Last 24h)
de: Zeitverlauf (Letzte 24 Std.)
tr: Zaman Çizgisi (Son 24s)

source: Top Error Messages
de: Häufigste Fehlermeldungen
tr: En Sık Hata Mesajları

source: Levels Summary
de: Ebenenübersicht
tr: Seviyeler Özeti

source: By Category Summary
de: Übersicht nach Kategorie
tr: Kategori Özetleri

source: Level
de: Ebene
tr: Seviye

source: Lines
de: Zeilen
tr: Satırlar

source: No errors found
de: Keine Fehler gefunden
tr: Hata bulunamadı

source: Daily logs generated by the app
de: Tägliche Protokolle, die von der App generiert werden
tr: Uygulama tarafından oluşturulan günlük loglar

source: Ready
de: Bereit
tr: Hazır

source: Select a module to view logs
de: Wählen Sie ein Modul aus, um Protokolle anzuzeigen
tr: Logları görüntülemek için bir modül seçin

source: Create New User
de: Neuen Benutzer erstellen
tr: Yeni Kullanıcı Oluştur

source: Enter username
de: Benutzername eingeben
tr: Kullanıcı adını girin

source: Username can only contain letters, numbers, underscores, and hyphens
de: Benutzername darf nur Buchstaben, Zahlen, Unterstriche und Bindestriche enthalten
tr: Kullanıcı adı sadece harf, rakam, alt çizgi ve tire içerebilir

source: Username must be unique and contain only letters, numbers, underscores, and hyphens
de: Benutzername muss eindeutig sein und darf nur Buchstaben, Zahlen, Unterstriche und Bindestriche enthalten
tr: Kullanıcı adı benzersiz olmalı ve sadece harf, rakam, alt çizgi ve tire içermeli

source: Password
de: Passwort
tr: Şifre

source: Enter password
de: Passwort eingeben
tr: Şifreyi girin

source: Password will be set using chpasswd command
de: Passwort wird mit dem chpasswd-Befehl gesetzt
tr: Şifre chpasswd komutu ile ayarlanacak

source: Advanced Options
de: Erweiterte Optionen
tr: Gelişmiş Seçenekler

source: Leave empty to use default /home/username
de: Leer lassen, um das Standardverzeichnis /home/username zu verwenden
tr: Varsayılan /home/kullanıcıadı kullanmak için boş bırakın

source: Root Directory
de: Root-Verzeichnis
tr: Root Dizini

source: Different mount point for root directory (optional)
de: Anderer Einhängepunkt für Root-Verzeichnis (optional)
tr: Root dizini için farklı mount noktası (isteğe bağlı)

source: Grant Sudo Privileges
de: Sudo-Berechtigungen gewähren
tr: Sudo Ayrıcalıkları Ver

source: Give this user administrative privileges (sudo access)
de: Diesem Benutzer administrative Berechtigungen gewähren (sudo-Zugriff)
tr: Bu kullanıcıya yönetici ayrıcalıkları ver (sudo erişimi)

source: Create User
de: Benutzer erstellen
tr: Kullanıcı Oluştur

source: Delete User
de: Benutzer löschen
tr: Kullanıcıyı Sil

source: Are you sure you want to delete this user?
de: Sind Sie sicher, dass Sie diesen Benutzer löschen möchten?
tr: Bu kullanıcıyı silmek istediğinizden emin misiniz?

source: This action will permanently delete the user
de: Diese Aktion löscht den Benutzer dauerhaft
tr: Bu işlem kullanıcıyı kalıcı olarak silecek

source: and remove their home directory. This action cannot be undone.
de: und entfernt dessen Heimverzeichnis. Diese Aktion kann nicht rückgängig gemacht werden.
tr: ve ana dizinini kaldıracak. Bu işlem geri alınamaz.

source: Home directory will be removed
de: Heimverzeichnis wird entfernt
tr: Ana dizin kaldırılacak

source: User data will be permanently deleted
de: Benutzerdaten werden dauerhaft gelöscht
tr: Kullanıcı verileri kalıcı olarak silinecek

source: Manage system users, permissions, and monitor user activities
de: Systembenutzer, Berechtigungen verwalten und Benutzeraktivitäten überwachen
tr: Sistem kullanıcılarını, izinleri yönetin ve kullanıcı etkinliklerini izleyin

source: Sync Users
de: Benutzer synchronisieren
tr: Kullanıcıları Senkronize Et

source: All Users
de: Alle Benutzer
tr: Tüm Kullanıcılar

source: Real Users
de: Echte Benutzer
tr: Gerçek Kullanıcılar

source: users
de: Benutzer
tr: kullanıcılar

source: Last Login
de: Letzte Anmeldung
tr: Son Giriş

source: Real
de: Echt
tr: Gerçek

source: Never
de: Nie
tr: Hiç

source: Syncing users...
de: Benutzer werden synchronisiert...
tr: Kullanıcılar senkronize ediliyor...

source: Sync failed
de: Synchronisierung fehlgeschlagen
tr: Senkronizasyon başarısız

source: Users synchronized successfully
de: Benutzer erfolgreich synchronisiert
tr: Kullanıcılar başarıyla senkronize edildi

source: Failed to synchronize users
de: Fehler beim Synchronisieren der Benutzer
tr: Kullanıcılar senkronize edilemedi

source: Error loading stats
de: Fehler beim Laden der Statistiken
tr: İstatistikler yüklenirken hata

source: Total Users
de: Gesamtbenutzer
tr: Toplam Kullanıcılar

source: Active Sessions
de: Aktive Sitzungen
tr: Aktif Oturumlar

source: Recent Activities
de: Letzte Aktivitäten
tr: Son Etkinlikler

source: Loading user details...
de: Benutzerdetails werden geladen...
tr: Kullanıcı detayları yükleniyor...

source: Error loading data
de: Fehler beim Laden der Daten
tr: Veri yüklenirken hata

source: Group
de: Gruppe
tr: Grup

source: System User
de: Systembenutzer
tr: Sistem Kullanıcısı

source: Real User
de: Echter Benutzer
tr: Gerçek Kullanıcı

source: Permissions & Groups
de: Berechtigungen & Gruppen
tr: İzinler ve Gruplar

source: Group Memberships
de: Gruppenzugehörigkeiten
tr: Grup Üyelikleri

source: Primary
de: Primär
tr: Birincil

source: Sudo Access
de: Sudo-Zugriff
tr: Sudo Erişimi

source: Has sudo privileges
de: Hat sudo-Berechtigungen
tr: Sudo ayrıcalıklarına sahip

source: Allowed Commands
de: Erlaubte Befehle
tr: İzin Verilen Komutlar

source: Special Permissions
de: Spezielle Berechtigungen
tr: Özel İzinler

source: System Permissions
de: Systemberechtigungen
tr: Sistem İzinleri

source: Network Permissions
de: Netzwerkberechtigungen
tr: Ağ İzinleri

source: Root Access
de: Root-Zugriff
tr: Root Erişimi

source: System Modification
de: Systemmodifikation
tr: Sistem Değişikliği

source: Package Installation
de: Paketinstallation
tr: Paket Kurulumu

source: Service Management
de: Dienstverwaltung
tr: Hizmet Yönetimi

source: Log Access
de: Protokollzugriff
tr: Log Erişimi

source: Port Binding
de: Port-Bindung
tr: Port Bağlama

source: Raw Sockets
de: Roh-Sockets
tr: Ham Soketler

source: Privileged Ports
de: Privilegierte Ports
tr: Ayrıcalıklı Portlar

source: Session ID
de: Sitzungs-ID
tr: Oturum ID

source: Login Time
de: Anmeldezeit
tr: Giriş Zamanı

source: Last Activity
de: Letzte Aktivität
tr: Son Etkinlik

source: Deleting...
de: Löschen...
tr: Siliniyor...

source: User created successfully!
de: Benutzer erfolgreich erstellt!
tr: Kullanıcı başarıyla oluşturuldu!

source: Failed to create user
de: Fehler beim Erstellen des Benutzers
tr: Kullanıcı oluşturulamadı

source: Server returned invalid response
de: Server gab ungültige Antwort zurück
tr: Sunucu geçersiz yanıt döndürdü

source: Server error occurred
de: Serverfehler aufgetreten
tr: Sunucu hatası oluştu

source: Error creating user
de: Fehler beim Erstellen des Benutzers
tr: Kullanıcı oluşturulurken hata

source: Username is required
de: Benutzername ist erforderlich
tr: Kullanıcı adı gerekli

source: Password is required
de: Passwort ist erforderlich
tr: Şifre gerekli

source: Username must be at least 2 characters long
de: Benutzername muss mindestens 2 Zeichen lang sein
tr: Kullanıcı adı en az 2 karakter olmalı

source: Password must be at least 6 characters long
de: Passwort muss mindestens 6 Zeichen lang sein
tr: Şifre en az 6 karakter olmalı

source: User deleted successfully
de: Benutzer erfolgreich gelöscht
tr: Kullanıcı başarıyla silindi

source: Failed to delete user
de: Fehler beim Löschen des Benutzers
tr: Kullanıcı silinemedi

source: An unexpected error occurred
de: Ein unerwarteter Fehler ist aufgetreten
tr: Beklenmeyen bir hata oluştu

source: Cannot delete root user
de: Root-Benutzer kann nicht gelöscht werden
tr: Root kullanıcısı silinemez

source: User does not exist
de: Benutzer existiert nicht
tr: Kullanıcı mevcut değil

source: Loading activities...
de: Aktivitäten werden geladen...
tr: Aktiviteler yükleniyor...

source: User Details
de: Benutzerdetails
tr: Kullanıcı Detayları

source: Loading sessions...
de: Sitzungen werden geladen...
tr: Oturumlar yükleniyor...

source: Command Center
de: Kommandozentrale
tr: Komut Merkezi

source: system_status_online
tr: SİSTEM DURUMU: ÇEVRİMİÇİ

source: system_status_warning
de: SYSTEM-STATUS: WARNUNG
tr: SİSTEM DURUMU: UYARI

source: system_status_offline
tr: SİSTEM DURUMU: ÇEVRİMDIŞI

source: system_status_checking
de: SYSTEM-STATUS: PRÜFE...
tr: SİSTEM DURUMU: KONTROL EDİLİYOR...

source: last_check
de: Letzte Prüfung:
tr: Son Kontrol:

source: failed_to_load_system_metrics
de: Fehler beim Laden der Systemmetriken
tr: Sistem metrikleri yüklenemedi

source: system_metrics_unavailable
de: Systemmetriken nicht verfügbar
tr: Sistem metrikleri kullanılamıyor

source: no_ports_in_use
de: Keine Ports in Verwendung
tr: Kullanımda port yok

source: user_logged_in
de: Benutzer angemeldet
tr: Kullanıcı giriş yaptı

source: system_monitoring_started
de: Systemüberwachung gestartet
tr: Sistem izleme başlatıldı

source: just_now
de: Gerade eben
tr: Az önce

source: minutes_ago
de: m zuvor
tr: dk önce

source: hours_ago
de: h zuvor
tr: saat önce

source: running
de: Läuft
tr: Çalışıyor

source: stopped
de: Gestoppt
tr: Durduruldu

source: exited
de: Beendet
tr: Çıkış Yaptı

source: SYSTEM STATUS: CHECKING...
de: SYSTEM-STATUS: PRÜFE...
tr: SİSTEM DURUMU: KONTROL EDİLİYOR...

source: Last Check: --
de: Letzte Prüfung: --
tr: Son Kontrol: --

source: CPU:
tr: İşlemci:

source: RAM:
tr: Bellek:

source: Network:
de: Netzwerk:
tr: Ağ:

source: Temp:
tr: Sıcaklık:

source: Uptime:
de: Laufzeit:
tr: Çalışma Süresi:

source: QUICK ACTIONS
de: SCHNELLAKTIONEN
tr: HIZLI İŞLEMLER

source: System Monitor
de: Systemüberwachung
tr: Sistem İzleyici

source: Log Viewer
de: Protokollanzeige
tr: Log Görüntüleyici

source: ALERT CENTER
de: WARNUNGSZENTRALE
tr: UYARI MERKEZİ

source: View All Alerts
de: Alle Warnungen anzeigen
tr: Tüm Uyarıları Görüntüle

source: DOCKER CONTAINERS
de: DOCKER-CONTAINER
tr: DOCKER KONTEYNERLERİ

source: Running:
de: Läuft:
tr: Çalışıyor:

source: Stopped:
de: Gestoppt:
tr: Durduruldu:

source: Total:
de: Gesamt:
tr: Toplam:

source: MOST USED PORTS
de: MEISTGENUTZTE PORTS
tr: EN ÇOK KULLANILAN PORTLAR

source: PERFORMANCE METRICS
de: LEISTUNGSKENNZAHLEN
tr: PERFORMANS METRİKLERİ

source: Response Time:
de: Antwortzeit:
tr: Yanıt Süresi:

source: Error Rate:
de: Fehlerrate:
tr: Hata Oranı:

source: Throughput:
de: Durchsatz:
tr: Verim:

source: Account Activity History
de: Konto-Aktivitätsverlauf
tr: Hesap Aktivite Geçmişi

source: View all activities that occurred on your account
de: Alle Aktivitäten auf Ihrem Konto anzeigen
tr: Hesabınızda gerçekleşen tüm aktiviteleri görüntüleyin

source: Activity Type
de: Aktivitätstyp
tr: Aktivite Türü

source: Login
de: Anmeldung
tr: Giriş

source: Logout
de: Abmeldung
tr: Çıkış

source: Password Change
de: Passwortänderung
tr: Şifre Değişikliği

source: 2FA Enable
de: 2FA aktiviert
tr: 2FA Etkinleştir

source: 2FA Disable
de: 2FA deaktiviert
tr: 2FA Devre Dışı Bırak

source: 2FA Verify
de: 2FA-Verifizierung
tr: 2FA Doğrula

source: Profile Update
de: Profilaktualisierung
tr: Profil Güncelleme

source: Profile Image Upload
de: Profilbild hochgeladen
tr: Profil Resmi Yükleme

source: Profile Image Remove
de: Profilbild entfernt
tr: Profil Resmi Kaldırma

source: Email Change
de: E-Mail-Änderung
tr: E-posta Değişikliği

source: Name Change
de: Namensänderung
tr: İsim Değişikliği

source: Language Change
de: Sprachänderung
tr: Dil Değişikliği

source: Timezone Change
de: Zeitzonenänderung
tr: Saat Dilimi Değişikliği

source: API Key Regenerate
de: API-Schlüssel neu generiert
tr: API Anahtarı Yenile

source: Failed Login
de: Fehlgeschlagene Anmeldung
tr: Başarısız Giriş

source: Security Event
de: Sicherheitsereignis
tr: Güvenlik Olayı

source: Date Range
de: Datumsbereich
tr: Tarih Aralığı

source: Last 7 Days
de: Letzte 7 Tage
tr: Son 7 Gün

source: Last 30 Days
de: Letzte 30 Tage
tr: Son 30 Gün

source: Last 3 Months
de: Letzte 3 Monate
tr: Son 3 Ay

source: Last 1 Year
de: Letztes Jahr
tr: Son 1 Yıl

source: Successful
de: Erfolgreich
tr: Başarılı

source: Failed
de: Fehlgeschlagen
tr: Başarısız

source: No activity yet
de: Noch keine Aktivität
tr: Henüz aktivite yok

source: There are no recorded activities in your account yet.
de: Es sind noch keine Aktivitäten in Ihrem Konto aufgezeichnet.
tr: Hesabınızda henüz kayıtlı aktivite bulunmuyor.

source: Load More
de: Mehr laden
tr: Daha Fazla Yükle

source: No activities found with the selected filters
de: Keine Aktivitäten mit den gewählten Filtern gefunden
tr: Seçilen filtrelerle aktivite bulunamadı

source: An error occurred while loading activities
de: Fehler beim Laden der Aktivitäten
tr: Aktiviteler yüklenirken bir hata oluştu

source: Refreshing activity history...
de: Aktivitätsverlauf wird aktualisiert...
tr: Aktivite geçmişi yenileniyor...

source: Exporting activity history...
de: Aktivitätsverlauf wird exportiert...
tr: Aktivite geçmişi dışa aktarılıyor...

source: Activity history exported successfully
de: Aktivitätsverlauf erfolgreich exportiert
tr: Aktivite geçmişi başarıyla dışa aktarıldı

source: An error occurred during export
de: Fehler beim Exportieren
tr: Dışa aktarma sırasında bir hata oluştu

source: Page
de: Seite
tr: Sayfa

source: activities
de: Aktivitäten
tr: aktivite

source: Monitor and manage all system alerts
de: Alle Systemwarnungen überwachen und verwalten
tr: Tüm sistem uyarılarını izleyin ve yönetin

source: Resolved
de: Gelöst
tr: Çözüldü

source: Alert Type
de: Warnungstyp
tr: Uyarı Türü

source: All Types
de: Alle Typen
tr: Tüm Türler

source: Unresolved
de: Ungelöst
tr: Çözülmemiş

source: Last 7 days
de: Letzte 7 Tage
tr: Son 7 gün

source: Last 30 days
de: Letzte 30 Tage
tr: Son 30 gün

source: Last 90 days
de: Letzte 90 Tage
tr: Son 90 gün

source: Last year
de: Letztes Jahr
tr: Son yıl

source: Search alerts...
de: Warnungen suchen...
tr: Uyarıları ara...

source: No alerts found
de: Keine Warnungen gefunden
tr: Uyarı bulunamadı

source: There are no alerts matching your current filters.
de: Es gibt keine Warnungen, die Ihren aktuellen Filtern entsprechen.
tr: Mevcut filtrelerinize uygun uyarı bulunmuyor.

source: Add Note to Alert
de: Notiz zur Warnung hinzufügen
tr: Uyarıya Not Ekle

source: Note
de: Notiz
tr: Not

source: Enter your note about this alert...
de: Geben Sie Ihre Notiz zu dieser Warnung ein...
tr: Bu uyarı hakkında notunuzu girin...

source: Save Note
de: Notiz speichern
tr: Notu Kaydet

source: Mark as Resolved
de: Als gelöst markieren
tr: Çözüldü Olarak İşaretle

source: Mark as Unresolved
de: Als ungelöst markieren
tr: Çözülmemiş Olarak İşaretle

source: Just now
de: Gerade eben
tr: Az önce

source: m ago
de: m zuvor
tr: dk önce

source: h ago
de: h zuvor
tr: sa önce

source: d ago
de: T zuvor
tr: gün önce

source: Export Alerts
de: Warnungen exportieren
tr: Uyarıları Dışa Aktar

source: Refresh Alerts
de: Warnungen aktualisieren
tr: Uyarıları Yenile

source: Alert resolved successfully
de: Warnung erfolgreich als gelöst markiert
tr: Uyarı başarıyla çözüldü

source: Alert marked as unresolved
de: Warnung als ungelöst markiert
tr: Uyarı çözülmemiş olarak işaretlendi

source: An error occurred
de: Ein Fehler ist aufgetreten
tr: Bir hata oluştu

source: Are you sure you want to mark this alert as resolved?
de: Sind Sie sicher, dass Sie diese Warnung als gelöst markieren möchten?
tr: Bu uyarıyı çözüldü olarak işaretlemek istediğinizden emin misiniz?

source: Are you sure you want to mark this alert as unresolved?
de: Sind Sie sicher, dass Sie diese Warnung als ungelöst markieren möchten?
tr: Bu uyarıyı çözülmemiş olarak işaretlemek istediğinizden emin misiniz?

source: Ophiron Settings
de: Ophiron-Einstellungen
tr: Ophiron Ayarları

source: Online
tr: Çevrimiçi

source: Offline
tr: Çevrimdışı

source: Not scheduled
de: Nicht geplant
tr: Zamanlanmamış

source: Manage system settings
de: Systemeinstellungen verwalten
tr: Sistem ayarlarını yönet

source: Profile Image
de: Profilbild
tr: Profil Resmi

source: Upload Image
de: Bild hochladen
tr: Resim Yükle

source: Remove
de: Entfernen
tr: Kaldır

source: Email
tr: E-posta

source: Full Name
de: Vollständiger Name
tr: Tam Adı

source: Roles & Permissions
de: Rollen & Berechtigungen
tr: Roller ve İzinler

source: Granted Permissions
de: Gewährte Berechtigungen
tr: Verilen İzinler

source: System Preferences
de: Systemeinstellungen
tr: Sistem Tercihleri

source: English
de: Englisch
tr: İngilizce

source: German
de: Deutsch
tr: Almanca

source: Time Zone
de: Zeitzone
tr: Saat Dilimi

source: Controls how dates and times are displayed in the UI. It does not change server time or database storage.
de: Steuert, wie Datum und Uhrzeit in der Benutzeroberfläche angezeigt werden. Dies ändert nicht die Serverzeit oder Datenbankspeicherung.
tr: Tarih ve saatlerin arayüzde nasıl görüntüleneceğini kontrol eder. Sunucu saati veya veritabanı depolamasını değiştirmez.

source: Loading timezones...
de: Zeitzonen werden geladen...
tr: Saat dilimleri yükleniyor...

source: Current Password
de: Aktuelles Passwort
tr: Mevcut Şifre

source: Enter your current password
de: Geben Sie Ihr aktuelles Passwort ein
tr: Mevcut şifrenizi girin

source: New Password
de: Neues Passwort
tr: Yeni Şifre

source: Enter your new password
de: Geben Sie Ihr neues Passwort ein
tr: Yeni şifrenizi girin

source: Confirm Password
de: Passwort bestätigen
tr: Şifreyi Onayla

source: Re-enter your new password
de: Geben Sie Ihr neues Passwort erneut ein
tr: Yeni şifrenizi tekrar girin

source: Update Password
de: Passwort aktualisieren
tr: Şifreyi Güncelle

source: Two-Factor Authentication
de: Zwei-Faktor-Authentifizierung
tr: İki Faktörlü Kimlik Doğrulama

source: 2FA Setup
de: 2FA-Einrichtung
tr: 2FA Kurulumu

source: Download an Authenticator App
de: Authenticator-App herunterladen
tr: Bir Kimlik Doğrulayıcı Uygulaması İndirin

source: Download Google Authenticator, Microsoft Authenticator, or a similar app.
de: Laden Sie Google Authenticator, Microsoft Authenticator oder eine ähnliche App herunter.
tr: Google Authenticator, Microsoft Authenticator veya benzeri bir uygulama indirin.

source: Scan the QR Code
de: QR-Code scannen
tr: QR Kodu Tarayın

source: Open the app on your phone and scan the QR code below:
de: Öffnen Sie die App auf Ihrem Telefon und scannen Sie den folgenden QR-Code:
tr: Telefonunuzda uygulamayı açın ve aşağıdaki QR kodu tarayın:

source: QR Code
tr: QR Kod

source: Generating QR code...
de: QR-Code wird generiert...
tr: QR kodu oluşturuluyor...

source: Manual Setup
de: Manuelle Einrichtung
tr: Manuel Kurulum

source: If you cannot scan the QR code, enter the following key manually:
de: Wenn Sie den QR-Code nicht scannen können, geben Sie den folgenden Schlüssel manuell ein:
tr: QR kodu tarayamıyorsanız, aşağıdaki anahtarı manuel olarak girin:

source: Next Step
de: Nächster Schritt
tr: Sonraki Adım
