Repository: glitchidea/Ophiron
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, tr

source: System Logs
de: Systemprotokolle
tr: Sistem Logları

source: Application Logs
de: Anwendungsprotokolle
tr: Uygulama Logları

source: Unsupported OS type for container CVE scan: %(os_type)s
de: Nicht unterstützter Betriebssystemtyp für Container-CVE-Scan: %(os_type)s
tr: Konteyner CVE taraması için desteklenmeyen işletim sistemi türü: %(os_type)s

source: Docker is not available on this host
de: Docker ist auf diesem Host nicht verfügbar
tr: Bu sunucuda Docker mevcut değil

source: Container not found: %(container_id)s
de: Container nicht gefunden: %(container_id)s
tr: Konteyner bulunamadı: %(container_id)s

source: Container is not running
de: Container läuft nicht
tr: Konteyner çalışmıyor

source: Could not detect OS type in container
de: Betriebssystemtyp im Container konnte nicht erkannt werden
tr: Konteyner içinde işletim sistemi türü tespit edilemedi

source: Container ID copied to clipboard
de: Container-ID in Zwischenablage kopiert
tr: Konteyner ID'si panoya kopyalandı

source: Container
tr: Konteyner

source: More options for
de: Weitere Optionen für
tr: Daha fazla seçenek

source: Opening terminal...
de: Terminal wird geöffnet...
tr: Terminal açılıyor...

source: Are you sure you want to restart Docker? This will stop all running containers.
de: Sind Sie sicher, dass Sie Docker neu starten möchten? Dies stoppt alle laufenden Container.
tr: Docker'ı yeniden başlatmak istediğinizden emin misiniz? Bu işlem tüm çalışan konteynerleri durduracak.

source: Restarting Docker...
de: Docker wird neu gestartet...
tr: Docker yeniden başlatılıyor...

source: Showing
de: Anzeigen
tr: Gösteriliyor

source: items
de: Elemente
tr: öğe

source: Loading logs...
de: Protokolle werden geladen...
tr: Loglar yükleniyor...

source: Loading CVE data...
de: CVE-Daten werden geladen...
tr: CVE verileri yükleniyor...

source: No logs available
de: Keine Protokolle verfügbar
tr: Log mevcut değil

source: No CVE scan has been run yet.
de: Es wurde noch kein CVE-Scan durchgeführt.
tr: Henüz CVE taraması yapılmadı.

source: No vulnerabilities found
de: Keine Sicherheitslücken gefunden
tr: Güvenlik açığı bulunamadı

source: Error
de: Fehler
tr: Hata

source: Warning
de: Warnung
tr: Uyarı

source: SUSE Shell Warning
de: SUSE Shell Warnung
tr: SUSE Shell Uyarısı

source: OS
de: Betriebssystem
tr: İşletim Sistemi

source: Affected packages
tr: Etkilenen paketler

source: Unique advisories
de: Eindeutige Beratungen
tr: Benzersiz danışmanlıklar

source: Container ID not found
de: Container-ID nicht gefunden
tr: Container ID bulunamadı

source: Stop container
de: Container stoppen
tr: Container'ı durdur

source: Stopping container
de: Container wird gestoppt
tr: Container durduruluyor

source: Container stopped
de: Container gestoppt
tr: Container durduruldu

source: Starting container
de: Container wird gestartet
tr: Container başlatılıyor

source: Container started
de: Container gestartet
tr: Container başlatıldı

source: Restart container
de: Container neu starten
tr: Container'ı yeniden başlat

source: Restarting container
de: Container wird neu gestartet
tr: Container yeniden başlatılıyor

source: Container restarted
de: Container neu gestartet
tr: Container yeniden başlatıldı

source: Delete container
de: Container löschen
tr: Container'ı sil

source: This action cannot be undone
de: Diese Aktion kann nicht rückgängig gemacht werden
tr: Bu işlem geri alınamaz

source: Deleting container
de: Container wird gelöscht
tr: Container siliniyor

source: Container deleted
de: Container gelöscht
tr: Container silindi

source: Copied to clipboard
de: In Zwischenablage kopiert
tr: Panoya kopyalandı

source: Failed to copy
de: Kopieren fehlgeschlagen
tr: Kopyalama başarısız

source: Back
de: Zurück
tr: Geri

source: Refresh
de: Aktualisieren
tr: Yenile

source: CPU Usage
de: CPU-Nutzung
tr: CPU Kullanımı

source: Memory Usage
de: Speichernutzung
tr: Bellek Kullanımı

source: Network I/O
de: Netzwerk-I/O
tr: Ağ G/Ç

source: Block I/O
tr: Blok G/Ç

source: CVE found
de: CVE gefunden
tr: CVE bulundu

source: CVEs found
de: CVEs gefunden
tr: CVE bulundu

source: CVEs
tr: CVE

source: found
de: gefunden
tr: bulundu

source: Affected:
de: Betroffen:
tr: Etkilenen:

source: Fixed:
de: Behoben:
tr: Düzeltilen:

source: Invalid request method
de: Ungültige Anfragemethode
tr: Geçersiz istek yöntemi

source: An error occurred during CVE scan: %(error)s
de: Fehler beim CVE-Scan: %(error)s
tr: CVE taraması sırasında bir hata oluştu: %(error)s

source: Process Topology
de: Prozesstopologie
tr: Süreç Topolojisi

source: Service Builder
de: Dienst-Ersteller
tr: Hizmet Oluşturucu

source: Create Service
de: Dienst erstellen
tr: Servis Oluştur

source: Service Templates
de: Dienstvorlagen
tr: Servis Şablonları

source: Services
de: Dienste
tr: Servisler

source: Service Logs
de: Dienstprotokolle
tr: Servis Logları

source: Service: %(service_name)s
de: Dienst: %(service_name)s
tr: Servis: %(service_name)s

source: Edit Service: %(service_name)s
de: Dienst bearbeiten: %(service_name)s
tr: Servis Düzenle: %(service_name)s

source: User Management
de: Benutzerverwaltung
tr: Kullanıcı Yönetimi

source: Admin
de: Administrator
tr: Yönetici

source: General Settings
de: Allgemeine Einstellungen
tr: Genel Ayarlar

source: Change Password
de: Passwort ändern
tr: Şifre Değiştir

source: Security
de: Sicherheit
tr: Güvenlik

source: Modular Settings
de: Modulare Einstellungen
tr: Modüler Ayarlar

source: Logs
de: Protokolle
tr: Loglar

source: Activity History
de: Aktivitätsverlauf
tr: Hesap Aktivite Geçmişi

source: Alert Management
tr: Uyarı Yönetimi

source: Log Out
de: Abmelden
tr: Çıkış Yap

source: Package Manager
tr: Paket Yöneticisi

source: Developer Packages
de: Entwickler-Pakete
tr: Geliştirici Paketleri

source: Network
de: Netzwerk
tr: Ağ

source: Process Monitor
de: Prozessüberwachung
tr: Süreç İzleyici

source: Service Monitor
de: Dienstüberwachung
tr: Hizmet İzleyici

source: System
tr: Sistem

source: System Information
de: Systeminformationen
tr: Sistem Bilgileri

source: Docker Manager
de: Docker-Verwaltung
tr: Docker Yöneticisi

source: Package
de: Paket
tr: Paket

source: Close
de: Schließen
tr: Kapat

source: General Information
de: Allgemeine Informationen
tr: Genel Bilgiler

source: Project and global ecosystem packages with update status
de: Projekt- und globale Ökosystem-Pakete mit Update-Status
tr: Güncelleme durumu ile proje ve global ekosistem paketleri

source: Manager
de: Paketverwalter
tr: Yönetici

source: Search
de: Suchen
tr: Ara

source: Search packages...
de: Pakete suchen...
tr: Paket ara...

source: Version
tr: Sürüm

source: Actions
de: Aktionen
tr: Eylemler

source: Loading...
de: Laden...
tr: Yükleniyor...

source: No managers found
de: Keine Paketverwalter gefunden
tr: Yönetici bulunamadı

source: Details
de: Einzelheiten
tr: Detaylar

source: No results
de: Keine Ergebnisse
tr: Sonuç bulunamadı

source: No dependencies
de: Keine Abhängigkeiten
tr: Bağımlılık bulunamadı

source: No data
de: Keine Daten
tr: Veri bulunamadı

source: Description
de: Beschreibung
tr: Açıklama

source: Homepage
de: Startseite
tr: Ana Sayfa

source: License
de: Lizenz
tr: Lisans

source: Container Detail
de: Container-Details
tr: Container Detayı

source: STATUS
tr: DURUM

source: Inspect
de: Untersuchen
tr: İncele

source: Bind mounts
tr: Bind mount'lar

source: Files
de: Dateien
tr: Dosyalar

source: Stats
de: Statistiken
tr: İstatistikler

source: Docker Hubs
tr: Docker Hub'ları

source: Give feedback
de: Feedback geben
tr: Geri bildirim ver

source: Discover and manage Docker images, extensions, and plugins
de: Docker-Images, Erweiterungen und Plugins entdecken und verwalten
tr: Docker görüntülerini, uzantıları ve eklentileri keşfedin ve yönetin

source: Cache
tr: Önbellek

source: files
de: Dateien
tr: dosya

source: official images
de: offizielle Images
tr: resmi görüntü

source: Refresh All Data
de: Alle Daten aktualisieren
tr: Tüm Verileri Yenile

source: Refresh All
de: Alles aktualisieren
tr: Tümünü Yenile

source: Clear Cache
de: Cache leeren
tr: Önbelleği Temizle

source: Search Docker Hub...
de: Docker Hub durchsuchen...
tr: Docker Hub'da Ara...

source: Clear Search
de: Suche löschen
tr: Aramayı Temizle

source: Docker Images
tr: Docker Görüntüleri

source: Docker Official Images
de: Offizielle Docker-Images
tr: Docker Resmi Görüntüleri

source: Please wait while we fetch the data
de: Bitte warten, während die Daten abgerufen werden
tr: Verileri getirirken lütfen bekleyin

source: Refreshing Docker Hub Data
de: Docker Hub-Daten werden aktualisiert
tr: Docker Hub Verileri Yenileniyor

source: Status
de: Zustand
tr: Durum

source: Initializing...
de: Initialisiere...
tr: Başlatılıyor...

source: Images Loaded
de: Images geladen
tr: Yüklenen Görüntüler

source: Categories Loaded
de: Kategorien geladen
tr: Yüklenen Kategoriler

source: Time Elapsed
de: Verstrichene Zeit
tr: Geçen Süre

source: Starting refresh process...
de: Aktualisierungsprozess wird gestartet...
tr: Yenileme işlemi başlatılıyor...

source: Official
de: Offiziell
tr: Resmi

source: No description available
de: Keine Beschreibung verfügbar
tr: Açıklama mevcut değil

source: Pull
de: Abrufen
tr: Çek

source: Image
tr: Görüntü

source: is being pulled...
de: wird abgerufen...
tr: çekiliyor...

source: Pull failed
de: Abruf fehlgeschlagen
tr: Çekme başarısız

source: Modal function not available
de: Modal-Funktion nicht verfügbar
tr: Modal işlevi mevcut değil

source: Failed to load image details
de: Fehler beim Laden der Image-Details
tr: Görüntü detayları yüklenemedi

source: Error loading image details
de: Fehler beim Laden der Image-Details
tr: Görüntü detayları yüklenirken hata

source: Cache refreshed
de: Cache aktualisiert
tr: Önbellek yenilendi

source: Cache refresh failed
de: Cache-Aktualisierung fehlgeschlagen
tr: Önbellek yenileme başarısız

source: Cache refreshed!
de: Cache aktualisiert!
tr: Önbellek yenilendi!

source: Cache refreshed successfully!
de: Cache erfolgreich aktualisiert!
tr: Önbellek başarıyla yenilendi!

source: Refresh failed
de: Aktualisierung fehlgeschlagen
tr: Yenileme başarısız

source: Initializing refresh...
de: Aktualisierung wird initialisiert...
tr: Yenileme başlatılıyor...

source: Loading categories...
de: Kategorien werden geladen...
tr: Kategoriler yükleniyor...

source: Loading popular images...
de: Beliebte Images werden geladen...
tr: Popüler görüntüler yükleniyor...

source: Optimizing cache...
de: Cache wird optimiert...
tr: Önbellek optimize ediliyor...

source: Finalizing refresh...
de: Aktualisierung wird abgeschlossen...
tr: Yenileme tamamlanıyor...

source: Refresh completed!
de: Aktualisierung abgeschlossen!
tr: Yenileme tamamlandı!

source: Are you sure you want to clear the cache?
de: Sind Sie sicher, dass Sie den Cache leeren möchten?
tr: Önbelleği temizlemek istediğinizden emin misiniz?

source: Cache cleared
de: Cache geleert
tr: Önbellek temizlendi

source: Cache clear failed
de: Cache-Löschung fehlgeschlagen
tr: Önbellek temizleme başarısız

source: Yes
de: Ja
tr: Evet

source: No
de: Nein
tr: Hayır

source: Unknown
de: Unbekannt
tr: Bilinmeyen

source: No image selected
de: Kein Image ausgewählt
tr: Resim seçilmedi

source: Pulling...
de: Wird abgerufen...
tr: Çekiliyor...

source: Pull error
de: Abruffehler
tr: Çekme hatası

source: Invalid date
de: Ungültiges Datum
tr: Geçersiz tarih

source: Pulling
de: Wird abgerufen
tr: Çekiliyor

source: pulled successfully
de: erfolgreich abgerufen
tr: çekiliyor

source: Failed to pull
de: Abruf fehlgeschlagen
tr: Çekme başarısız

source: Image Details
tr: Resim Detayları

source: Run
de: Ausführen
tr: Çalıştır

source: Delete
de: Löschen
tr: Sil

source: Overview
de: Übersicht
tr: Genel Bakış

source: Basic Information
de: Grundinformationen
tr: Temel Bilgiler

source: Created
de: Erstellt
tr: Oluşturuldu

source: Architecture
de: Architektur
tr: Mimari

source: Image History
de: Image-Verlauf
tr: Görüntü Geçmişi

source: Image Logs
de: Image-Protokolle
tr: Görüntü Logları

source: Image Inspect
de: Image untersuchen
tr: Görüntü İnceleme

source: Name
tr: İsim

source: Pull Image
de: Image abrufen
tr: Görüntü Çek

source: Search images by name or tag...
de: Images nach Name oder Tag suchen...
tr: Görüntüleri ad veya etikete göre ara...

source: Show only dangling images
de: Nur hängende Images anzeigen
tr: Sadece askıda kalan görüntüleri göster

source: Prune
de: Bereinigen
tr: Temizle

source: Create New Build
de: Neuen Build erstellen
tr: Yeni Derleme Oluştur

source: Dockerfile Path
de: Dockerfile-Pfad
tr: Dockerfile Yolu

source: Absolute path to the directory containing Dockerfile
de: Absoluter Pfad zum Verzeichnis mit Dockerfile
tr: Dockerfile içeren dizinin mutlak yolu

source: Image Name
tr: Görüntü Adı

source: Tag
de: Markierung
tr: Etiket

source: Build Arguments (JSON)
de: Build-Argumente (JSON)
tr: Derleme Argümanları (JSON)

source: Optional build arguments in JSON format
de: Optionale Build-Argumente im JSON-Format
tr: JSON formatında isteğe bağlı derleme argümanları

source: No Cache
de: Kein Cache
tr: Önbellek Yok

source: Build without using cache
de: Build ohne Cache-Verwendung
tr: Önbellek kullanmadan derle

source: Cancel
de: Abbrechen
tr: İptal

source: Start Build
de: Build starten
tr: Derlemeyi Başlat

source: Build from Git Repository
de: Aus Git-Repository bauen
tr: Git Deposundan Derle

source: Git Repository URL
tr: Git Deposu URL'si

source: URL of the Git repository containing Dockerfile
de: URL des Git-Repositories mit Dockerfile
tr: Dockerfile içeren Git deposunun URL'si

source: Path to Dockerfile within the repository
de: Pfad zum Dockerfile im Repository
tr: Depo içindeki Dockerfile yolu

source: Build from Git
de: Aus Git bauen
tr: Git'ten Derle

source: Building Image
de: Image wird erstellt
tr: Görüntü Derleniyor

source: Preparing build...
de: Build wird vorbereitet...
tr: Derleme hazırlanıyor...

source: Search containers by name or image...
de: Container nach Name oder Image suchen...
tr: Konteynerleri isim veya görüntüye göre ara...

source: Only show running containers
de: Nur laufende Container anzeigen
tr: Sadece çalışan konteynerleri göster

source: Port(s)
tr: Port(lar)

source: Last started
de: Zuletzt gestartet
tr: Son başlatıldı

source: Stop
de: Stoppen
tr: Durdur

source: Restart
de: Neustarten
tr: Yeniden Başlat

source: Start
de: Starten
tr: Başlat

source: No containers found
de: Keine Container gefunden
tr: Konteyner bulunamadı

source: Docker is not running
de: Docker läuft nicht
tr: Docker çalışmıyor

source: Engine running
de: Engine läuft
tr: Motor çalışıyor

source: Engine stopped
de: Engine gestoppt
tr: Motor durdu

source: Restart to update
de: Neustarten zum Aktualisieren
tr: Güncellemek için yeniden başlat

source: Create Volume
de: Volume erstellen
tr: Volume Oluştur

source: Volume Name
tr: Volume Adı

source: Enter volume name
de: Volume-Name eingeben
tr: Volume adını girin

source: Leave empty for auto-generated name
de: Leer lassen für automatisch generierten Namen
tr: Otomatik oluşturulan ad için boş bırakın

source: Driver
de: Treiber
tr: Sürücü

source: Local
de: Lokal
tr: Yerel

source: Labels (KEY=VALUE, one per line)
de: Labels (SCHLÜSSEL=WERT, eine pro Zeile)
tr: Etiketler (ANAHTAR=DEĞER, satır başına bir tane)

source: e.g., environment=production
de: z.B. environment=production
tr: örn., environment=production

source: Driver Options (KEY=VALUE, one per line)
de: Treiberoptionen (SCHLÜSSEL=WERT, eine pro Zeile)
tr: Sürücü Seçenekleri (ANAHTAR=DEĞER, satır başına bir tane)

source: e.g., type=nfs,o=addr=192.168.1.100,rw
de: z.B. type=nfs,o=addr=192.168.1.100,rw
tr: örn., type=nfs,o=addr=192.168.1.100,rw

source: Delete Container
de: Container löschen
tr: Konteyner Sil

source: Are you sure you want to delete this container? This action cannot be undone.
de: Sind Sie sicher, dass Sie diesen Container löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
tr: Bu konteyneri silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: This will permanently remove the container and all its data.
de: Dies entfernt den Container und alle seine Daten dauerhaft.
tr: Bu, konteyneri ve tüm verilerini kalıcı olarak kaldıracaktır.

source: Purge System
de: System bereinigen
tr: Sistemi Temizle

source: This action will permanently remove unused images and volumes. This action cannot be undone.
de: Diese Aktion entfernt dauerhaft ungenutzte Images und Volumes. Diese Aktion kann nicht rückgängig gemacht werden.
tr: Bu işlem kullanılmayan görüntüleri ve volume'ları kalıcı olarak kaldıracaktır. Bu işlem geri alınamaz.

source: Purge Options
de: Bereinigungsoptionen
tr: Temizleme Seçenekleri

source: Remove dangling images
de: Hängende Images entfernen
tr: Dangling görüntüleri kaldır

source: Unused images only
de: Nur ungenutzte Images
tr: Sadece kullanılmayan görüntüler

source: Remove unused volumes
de: Ungenutzte Volumes entfernen
tr: Kullanılmayan volume'ları kaldır

source: Unused volumes only
de: Nur ungenutzte Volumes
tr: Sadece kullanılmayan volume'lar

source: Type 'PURGE' to confirm this action
de: Geben Sie 'PURGE' ein, um diese Aktion zu bestätigen
tr: Bu işlemi onaylamak için 'PURGE' yazın

source: Type PURGE here
de: PURGE hier eingeben
tr: Buraya PURGE yazın

source: Estimated Cleanup
de: Geschätzte Bereinigung
tr: Tahmini Temizlik

source: Dangling Images
de: Hängende Images
tr: Dangling Görüntüler

source: Unused Volumes
de: Ungenutzte Volumes
tr: Kullanılmayan Volume'lar

source: Purging System
de: System wird bereinigt
tr: Sistem Temizleniyor

source: Preparing purge...
de: Bereinigung wird vorbereitet...
tr: Temizlik hazırlanıyor...

source: Starting purge process...
de: Bereinigungsprozess wird gestartet...
tr: Temizlik işlemi başlatılıyor...

source: Cancel Purge
de: Bereinigung abbrechen
tr: Temizliği İptal Et

source: Restart Container
de: Container neu starten
tr: Konteyner Yeniden Başlat

source: Are you sure you want to restart this container?
de: Sind Sie sicher, dass Sie diesen Container neu starten möchten?
tr: Bu konteyneri yeniden başlatmak istediğinizden emin misiniz?

source: Start Container
de: Container starten
tr: Konteyner Başlat

source: Are you sure you want to start this container?
de: Sind Sie sicher, dass Sie diesen Container starten möchten?
tr: Bu konteyneri başlatmak istediğinizden emin misiniz?

source: Stop Container
de: Container stoppen
tr: Konteyner Durdur

source: Are you sure you want to stop this container?
de: Sind Sie sicher, dass Sie diesen Container stoppen möchten?
tr: Bu konteyneri durdurmak istediğinizden emin misiniz?

source: e.g., nginx:latest
de: z.B. nginx:latest
tr: örn., nginx:latest

source: Docker Hub image name and tag
de: Docker Hub Image-Name und Tag
tr: Docker Hub görüntü adı ve etiketi

source: Registry
de: Registrierung
tr: Kayıt Defteri

source: Custom Registry
de: Benutzerdefinierte Registry
tr: Özel Kayıt Defteri

source: Custom Registry URL
de: URL der benutzerdefinierten Registry
tr: Özel Kayıt Defteri URL'si

source: e.g., registry.example.com
de: z.B. registry.example.com
tr: örn., registry.example.com

source: Authentication
de: Authentifizierung
tr: Kimlik Doğrulama

source: Use authentication
de: Authentifizierung verwenden
tr: Kimlik doğrulama kullan

source: Username
de: Benutzername
tr: Kullanıcı Adı

source: Registry username
de: Registry-Benutzername
tr: Kayıt defteri kullanıcı adı

source: Password/Token
de: Passwort/Token
tr: Şifre/Token

source: Registry password or token
de: Registry-Passwort oder Token
tr: Kayıt defteri şifresi veya token'ı

source: Pull Options
de: Abruf-Optionen
tr: Çekme Seçenekleri

source: Pull all tags
de: Alle Tags abrufen
tr: Tüm etiketleri çek

source: Quiet mode
de: Ruhemodus
tr: Sessiz mod

source: Disable content trust
de: Content Trust deaktivieren
tr: İçerik güvenini devre dışı bırak

source: Start Pull
de: Abruf starten
tr: Çekmeyi Başlat

source: Pulling Image
de: Image wird abgerufen
tr: Görüntü Çekiliyor

source: Preparing pull...
de: Abruf wird vorbereitet...
tr: Çekme hazırlanıyor...

source: Starting pull process...
de: Abrufprozess wird gestartet...
tr: Çekme süreci başlatılıyor...

source: Cancel Pull
de: Abruf abbrechen
tr: Çekmeyi İptal Et

source: Docker Volume Detail
de: Docker-Volume-Details
tr: Docker Hacim Detayı

source: Mountpoint
de: Einhängepunkt
tr: Bağlama Noktası

source: No labels found.
de: Keine Labels gefunden.
tr: Etiket bulunamadı.

source: Options
de: Optionen
tr: Seçenekler

source: No options found.
de: Keine Optionen gefunden.
tr: Seçenek bulunamadı.

source: Full Inspect Data
de: Vollständige Inspektionsdaten
tr: Tam İnceleme Verisi

source: Volume Not Found
de: Volume nicht gefunden
tr: Hacim Bulunamadı

source: The volume you are looking for could not be found or Docker is not running.
de: Das gesuchte Volume konnte nicht gefunden werden oder Docker läuft nicht.
tr: Aradığınız hacim bulunamadı veya Docker çalışmıyor.

source: Back to Volumes
de: Zurück zu Volumes
tr: Hacimlere Dön

source: Manage your Docker volumes
de: Ihre Docker-Volumes verwalten
tr: Docker volume'larınızı yönetin

source: Search volumes by name...
de: Volumes nach Name suchen...
tr: Volume adına göre ara...

source: Show dangling volumes
de: Hängende Volumes anzeigen
tr: Dangling volume'ları göster

source: Create
de: Erstellen
tr: Oluştur

source: Checking...
de: Prüfe...
tr: Kontrol ediliyor...

source: Enabled
de: Aktiviert
tr: Etkin

source: Disabled
de: Deaktiviert
tr: Devre Dışı

source: Enable
de: Aktivieren
tr: Etkinleştir

source: Disable
de: Deaktivieren
tr: Devre Dışı Bırak

source: Loading rules...
de: Regeln werden geladen...
tr: Kurallar yükleniyor...

source: No Rules Found
de: Keine Regeln gefunden
tr: Kural Bulunamadı

source: No firewall rules are currently configured.
de: Derzeit sind keine Firewall-Regeln konfiguriert.
tr: Şu anda yapılandırılmış güvenlik duvarı kuralı yok.

source: Firewall Rules
de: Firewall-Regeln
tr: Güvenlik Duvarı Kuralları

source: Not Available
de: Nicht verfügbar
tr: Mevcut Değil

source: iptables Firewall Management
de: iptables Firewall-Verwaltung
tr: iptables Güvenlik Duvarı Yönetimi

source: No iptables rules are currently configured.
de: Derzeit sind keine iptables-Regeln konfiguriert.
tr: Şu anda yapılandırılmış iptables kuralı yok.

source: iptables Firewall
tr: iptables Güvenlik Duvarı

source: Error loading iptables status
de: Fehler beim Laden des iptables-Status
tr: iptables durumu yüklenirken hata oluştu

source: Error loading iptables rules
de: Fehler beim Laden der iptables-Regeln
tr: iptables kuralları yüklenirken hata oluştu

source: Action
de: Aktion
tr: Eylem

source: Direction
de: Richtung
tr: Yön

source: Source
de: Quelle
tr: Kaynak

source: Destination
de: Ziel
tr: Hedef

source: Protocol
de: Protokoll
tr: Protokol

source: Chain
de: Kette
tr: Zincir

source: Target
de: Ziel
tr: Hedef

source: Comment
de: Kommentar
tr: Yorum

source: Delete Rule
de: Regel löschen
tr: Kuralı Sil

source: Are you sure you want to delete this rule?
de: Sind Sie sicher, dass Sie diese Regel löschen möchten?
tr: Bu kuralı silmek istediğinizden emin misiniz?

source: Rule deleted successfully
de: Regel erfolgreich gelöscht
tr: Kural başarıyla silindi

source: Error deleting rule
de: Fehler beim Löschen der Regel
tr: Kural silinirken hata oluştu

source: rules
de: Regeln
tr: kural

source: Deleting rule
de: Regel wird gelöscht
tr: Kural siliniyor

source: Connection error
de: Verbindungsfehler
tr: Bağlantı hatası

source: Firewall Management
de: Firewall-Verwaltung
tr: Güvenlik Duvarı Yönetimi

source: Available
de: Verfügbar
tr: Mevcut

source: Uncomplicated Firewall
de: Einfache Firewall
tr: Basit Güvenlik Duvarı

source: Advanced Firewall
de: Erweiterte Firewall
tr: Gelişmiş Güvenlik Duvarı
